{
  "items": [
    {
      "ID": 1,
      "Name": "Master Ball",
      "BattleID": "masterball",
      "Description": "The best Poké Ball with the ultimate level of performance. With it, you will catch any wild Pokémon without fail.",
      "ItemImage": 2
    },
    {
      "ID": 2,
      "Name": "Ultra Ball",
      "BattleID": "ultraball",
      "Description": "An ultra-high performance Poké Ball that provides a higher success rate for catching Pokémon than a Great Ball.",
      "ItemImage": 3
    },
    {
      "ID": 3,
      "Name": "Great Ball",
      "BattleID": "greatball",
      "Description": "A good, high-performance Poké Ball that provides a higher Pokémon catch rate than a standard Poké Ball can.",
      "ItemImage": 4
    },
    {
      "ID": 4,
      "Name": "Poké Ball",
      "BattleID": "pokball",
      "Description": "A device for catching wild Pokémon. It's thrown like a ball at a Pokémon, comfortably encapsulating its target.",
      "ItemImage": 5
    },
    {
      "ID": 5,
      "Name": "Safari Ball",
      "BattleID": "safariball",
      "Description": "A special Poké Ball that is used only in the Great Marsh. It is recognizable by the camouflage pattern decorating it.",
      "ItemImage": 6
    },
    {
      "ID": 6,
      "Name": "Net Ball",
      "BattleID": "netball",
      "Description": "A somewhat different Poké Ball that is more effective when attempting to catch Water- or Bug-type Pokémon.",
      "ItemImage": 7
    },
    {
      "ID": 7,
      "Name": "Dive Ball",
      "BattleID": "diveball",
      "Description": "A somewhat different Poké Ball that works especially well when catching Pokémon that live underwater.",
      "ItemImage": 8
    },
    {
      "ID": 8,
      "Name": "Nest Ball",
      "BattleID": "nestball",
      "Description": "A somewhat different Poké Ball that becomes more effective the lower the level of the wild Pokémon.",
      "ItemImage": 9
    },
    {
      "ID": 9,
      "Name": "Repeat Ball",
      "BattleID": "repeatball",
      "Description": "A somewhat different Poké Ball that works especially well on Pokémon species that have been caught before.",
      "ItemImage": 10
    },
    {
      "ID": 10,
      "Name": "Timer Ball",
      "BattleID": "timerball",
      "Description": "A somewhat different Poké Ball that becomes progressively more effective the more turns that are taken in battle.",
      "ItemImage": 11
    },
    {
      "ID": 11,
      "Name": "Luxury Ball",
      "BattleID": "luxuryball",
      "Description": "A particularly comfortable Poké Ball that makes a wild Pokémon quickly grow friendlier after being caught.",
      "ItemImage": 12
    },
    {
      "ID": 12,
      "Name": "Premier Ball",
      "BattleID": "premierball",
      "Description": "A somewhat rare Poké Ball that was made as a commemorative item used to celebrate an event of some sort.",
      "ItemImage": 13
    },
    {
      "ID": 13,
      "Name": "Dusk Ball",
      "BattleID": "duskball",
      "Description": "A somewhat different Poké Ball that makes it easier to catch wild Pokémon at night or in dark places like caves.",
      "ItemImage": 14
    },
    {
      "ID": 14,
      "Name": "Heal Ball",
      "BattleID": "healball",
      "Description": "A remedial Poké Ball that restores the HP of a Pokémon caught with it and eliminates any status conditions.",
      "ItemImage": 15
    },
    {
      "ID": 15,
      "Name": "Quick Ball",
      "BattleID": "quickball",
      "Description": "A somewhat different Poké Ball that has a more successful catch rate if used at the start of a wild encounter.",
      "ItemImage": 16
    },
    {
      "ID": 16,
      "Name": "Cherish Ball",
      "BattleID": "cherishball",
      "Description": "A quite rare Poké Ball that has been crafted in order to commemorate a special occasion of some sort.",
      "ItemImage": 17
    },
    {
      "ID": 17,
      "Name": "Potion",
      "BattleID": "potion",
      "Description": "A spray-type medicine for treating wounds. It can be used to restore 20 HP to an injured Pokémon.",
      "ItemImage": 18
    },
    {
      "ID": 18,
      "Name": "Antidote",
      "BattleID": "antidote",
      "Description": "A spray-type medicine for poisoning. It can be used once to lift the effects of being poisoned from a Pokémon.",
      "ItemImage": 19
    },
    {
      "ID": 19,
      "Name": "Burn Heal",
      "BattleID": "burnheal",
      "Description": "A spray-type medicine for treating burns. It can be used once to heal a Pokemon suffering from a burn.",
      "ItemImage": 20
    },
    {
      "ID": 20,
      "Name": "Ice Heal",
      "BattleID": "iceheal",
      "Description": "A spray-type medicine for freezing. It can be used once to defrost a Pokémon that has been frozen solid.",
      "ItemImage": 21
    },
    {
      "ID": 21,
      "Name": "Awakening",
      "BattleID": "awakening",
      "Description": "A spray-type medicine used against sleep. It can be used once to rouse a Pokémon from the clutches of sleep.",
      "ItemImage": 22
    },
    {
      "ID": 22,
      "Name": "Paralyze Heal",
      "BattleID": "paralyzeheal",
      "Description": "A spray-type medicine for paralysis. It can be used once to free a Pokémon that has been paralyzed.",
      "ItemImage": 23
    },
    {
      "ID": 23,
      "Name": "Full Restore",
      "BattleID": "fullrestore",
      "Description": "A medicine that can be used to fully restore the HP of a single Pokémon and heal any status conditions it has.",
      "ItemImage": 24
    },
    {
      "ID": 24,
      "Name": "Max Potion",
      "BattleID": "maxpotion",
      "Description": "A spray-type medicine for treating wounds. It will completely restore the max HP of a single Pokémon.",
      "ItemImage": 25
    },
    {
      "ID": 25,
      "Name": "Hyper Potion",
      "BattleID": "hyperpotion",
      "Description": "A spray-type medicine for treating wounds. It can be used to restore 120 HP to an injured Pokémon.",
      "ItemImage": 26
    },
    {
      "ID": 26,
      "Name": "Super Potion",
      "BattleID": "superpotion",
      "Description": "A spray-type medicine for treating wounds. It can be used to restore 60 HP to an injured Pokémon.",
      "ItemImage": 27
    },
    {
      "ID": 27,
      "Name": "Full Heal",
      "BattleID": "fullheal",
      "Description": "A spray-type medicine that is broadly effective. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 28
    },
    {
      "ID": 28,
      "Name": "Revive",
      "BattleID": "revive",
      "Description": "A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.",
      "ItemImage": 29
    },
    {
      "ID": 29,
      "Name": "Max Revive",
      "BattleID": "maxrevive",
      "Description": "A medicine that can revive fainted Pokémon. It also fully restores a fainted Pokémon's maximum HP.",
      "ItemImage": 30
    },
    {
      "ID": 30,
      "Name": "Fresh Water",
      "BattleID": "freshwater",
      "Description": "Water with a high mineral content. When consumed, it restores 30 HP to an injured Pokémon.",
      "ItemImage": 31
    },
    {
      "ID": 31,
      "Name": "Soda Pop",
      "BattleID": "sodapop",
      "Description": "A highly carbonated soda drink. When consumed, it restores 50 HP to an injured Pokémon.",
      "ItemImage": 32
    },
    {
      "ID": 32,
      "Name": "Lemonade",
      "BattleID": "lemonade",
      "Description": "A very sweet and refreshing drink. When consumed, it restores 70 HP to an injured Pokémon.",
      "ItemImage": 33
    },
    {
      "ID": 33,
      "Name": "Moomoo Milk",
      "BattleID": "moomoomilk",
      "Description": "A bottle of highly nutritious milk. When consumed, it restores 100 HP to an injured Pokémon.",
      "ItemImage": 34
    },
    {
      "ID": 34,
      "Name": "Energy Powder",
      "BattleID": "energypowder",
      "Description": "A bitter medicine powder. When consumed, it restores 60 HP to an injured Pokémon.",
      "ItemImage": 35
    },
    {
      "ID": 35,
      "Name": "Energy Root",
      "BattleID": "energyriioot",
      "Description": "An extremely bitter medicinal root. When consumed, it restores 120 HP to an injured Pokémon.",
      "ItemImage": 36
    },
    {
      "ID": 36,
      "Name": "Heal Powder",
      "BattleID": "healpowder",
      "Description": "A very bitter medicine powder. When consumed, it heals all of a Pokémon's status conditions.",
      "ItemImage": 37
    },
    {
      "ID": 37,
      "Name": "Revival Herb",
      "BattleID": "revivalherb",
      "Description": "A terribly bitter medicinal herb. It revives a fainted Pokémon and fully restores its maximum HP.",
      "ItemImage": 38
    },
    {
      "ID": 38,
      "Name": "Ether",
      "BattleID": "ether",
      "Description": "This medicine can restore 10 PP to a single selected move that has been learned by a Pokémon.",
      "ItemImage": 39
    },
    {
      "ID": 39,
      "Name": "Max Ether",
      "BattleID": "maxether",
      "Description": "This medicine can fully restore the PP of a single selected move that has been learned by a Pokémon.",
      "ItemImage": 40
    },
    {
      "ID": 40,
      "Name": "Elixir",
      "BattleID": "elixir",
      "Description": "This medicine can restore 10 PP to each of the moves that have been learned by a Pokémon.",
      "ItemImage": 41
    },
    {
      "ID": 41,
      "Name": "Max Elixir",
      "BattleID": "maxelixir",
      "Description": "This medicine can fully restore the PP of all of the moves that have been learned by a Pokémon.",
      "ItemImage": 42
    },
    {
      "ID": 42,
      "Name": "Lava Cookie",
      "BattleID": "lavacookie",
      "Description": "Lavaridge Town's local specialty. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 43
    },
    {
      "ID": 43,
      "Name": "Berry Juice",
      "BattleID": "berryjuice",
      "Description": "A 100 percent pure juice made of Berries. When consumed, it restores 20 HP to an injured Pokémon.",
      "ItemImage": 44
    },
    {
      "ID": 44,
      "Name": "Sacred Ash",
      "BattleID": "sacredash",
      "Description": "This rare ash can revive all fainted Pokémon in a party. In doing so, it also fully restores their maximum HP.",
      "ItemImage": 45
    },
    {
      "ID": 45,
      "Name": "HP Up",
      "BattleID": "hpup",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base HP of a single Pokémon.",
      "ItemImage": 46
    },
    {
      "ID": 46,
      "Name": "Protein",
      "BattleID": "protein",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base Attack stat of a single Pokémon.",
      "ItemImage": 47
    },
    {
      "ID": 47,
      "Name": "Iron",
      "BattleID": "iron",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base Defense stat of a single Pokémon.",
      "ItemImage": 48
    },
    {
      "ID": 48,
      "Name": "Carbos",
      "BattleID": "carbos",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base Speed stat of a single Pokémon.",
      "ItemImage": 49
    },
    {
      "ID": 49,
      "Name": "Calcium",
      "BattleID": "calcium",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base Sp. Atk stat of a single Pokémon.",
      "ItemImage": 50
    },
    {
      "ID": 50,
      "Name": "Rare Candy",
      "BattleID": "rarecandy",
      "Description": "A candy that is packed with energy. When consumed, it will instantly raise the level of a single Pokémon by one.",
      "ItemImage": 51
    },
    {
      "ID": 51,
      "Name": "PP Up",
      "BattleID": "ppup",
      "Description": "A medicine that can slightly raise the maximum PP of a single move that has been learned by the target Pokémon.",
      "ItemImage": 52
    },
    {
      "ID": 52,
      "Name": "Zinc",
      "BattleID": "zinc",
      "Description": "A nutritious drink for Pokémon. When consumed, it raises the base Sp. Def stat of a single Pokémon.",
      "ItemImage": 53
    },
    {
      "ID": 53,
      "Name": "PP Max",
      "BattleID": "ppmax",
      "Description": "A medicine that can optimally raise the maximum PP of a single move that has been learned by the target Pokémon.",
      "ItemImage": 54
    },
    {
      "ID": 54,
      "Name": "Old Gateau",
      "BattleID": "oldgateau",
      "Description": "The Old Chateau's hidden specialty. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 55
    },
    {
      "ID": 55,
      "Name": "Guard Spec.",
      "BattleID": "guardspec.",
      "Description": "An item that prevents stat reduction among the Trainer's party Pokémon for five turns after it is used in battle.",
      "ItemImage": 56
    },
    {
      "ID": 56,
      "Name": "Dire Hit",
      "BattleID": "direhit",
      "Description": "An item that raises the critical-hit ratio greatly. It can be used only once and wears off if the Pokémon is withdrawn.",
      "ItemImage": 57
    },
    {
      "ID": 57,
      "Name": "X Attack",
      "BattleID": "xattack",
      "Description": "An item that boosts the Attack stat of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 58
    },
    {
      "ID": 58,
      "Name": "X Defense",
      "BattleID": "xdefense",
      "Description": "An item that boosts the Defense stat of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 59
    },
    {
      "ID": 59,
      "Name": "X Speed",
      "BattleID": "xspeed",
      "Description": "An item that boosts the Speed stat of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 60
    },
    {
      "ID": 60,
      "Name": "X Accuracy",
      "BattleID": "xaccuracy",
      "Description": "An item that boosts the accuracy of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 61
    },
    {
      "ID": 61,
      "Name": "X Sp. Atk",
      "BattleID": "xsp.atk",
      "Description": "An item that boosts the Sp. Atk stat of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 62
    },
    {
      "ID": 62,
      "Name": "X Sp. Def",
      "BattleID": "xsp.def",
      "Description": "An item that boosts the Sp. Def stat of a Pokémon during a battle. It wears off once the Pokémon is withdrawn.",
      "ItemImage": 63
    },
    {
      "ID": 63,
      "Name": "Poké Doll",
      "BattleID": "pokdoll",
      "Description": "A doll that attracts the attention of a Pokémon. It guarantees escape from any battle with wild Pokémon.",
      "ItemImage": 64
    },
    {
      "ID": 64,
      "Name": "Fluffy Tail",
      "BattleID": "fluffytail",
      "Description": "A toy that attracts the attention of a Pokémon. It guarantees escape from any battle with wild Pokémon.",
      "ItemImage": 65
    },
    {
      "ID": 65,
      "Name": "Blue Flute",
      "BattleID": "blueflute",
      "Description": "A flute made from blue glass that awakens sleeping Pokémon.",
      "ItemImage": 66
    },
    {
      "ID": 66,
      "Name": "Yellow Flute",
      "BattleID": "yellowflute",
      "Description": "A flute made from yellow glass that snaps Pokémon out of confusion.",
      "ItemImage": 67
    },
    {
      "ID": 67,
      "Name": "Red Flute",
      "BattleID": "redflute",
      "Description": "A flute made from red glass that snaps Pokémon out of infatuation.",
      "ItemImage": 68
    },
    {
      "ID": 68,
      "Name": "Black Flute",
      "BattleID": "blackflute",
      "Description": "A flute made from black glass. It makes it easier to encounter strong Pokémon in the place you use it.",
      "ItemImage": 69
    },
    {
      "ID": 69,
      "Name": "White Flute",
      "BattleID": "whiteflute",
      "Description": "A flute made from white glass. It makes it easier to encounter weak Pokémon in the place you use it.",
      "ItemImage": 70
    },
    {
      "ID": 70,
      "Name": "Shoal Salt",
      "BattleID": "shoalsalt",
      "Description": "Salt that you found inside Shoal Cave.",
      "ItemImage": 71
    },
    {
      "ID": 71,
      "Name": "Shoal Shell",
      "BattleID": "shoalshell",
      "Description": "A seashell that you found inside Shoal Cave.",
      "ItemImage": 72
    },
    {
      "ID": 72,
      "Name": "Red Shard",
      "BattleID": "redshard",
      "Description": "A small red shard. It appears to be a fragment of some sort of implement made long ago.",
      "ItemImage": 73
    },
    {
      "ID": 73,
      "Name": "Blue Shard",
      "BattleID": "blueshard",
      "Description": "A small blue shard. It appears to be a fragment of some sort of implement made long ago.",
      "ItemImage": 74
    },
    {
      "ID": 74,
      "Name": "Yellow Shard",
      "BattleID": "yellowshard",
      "Description": "A small yellow shard. It appears to be a fragment of some sort of implement made long ago.",
      "ItemImage": 75
    },
    {
      "ID": 75,
      "Name": "Green Shard",
      "BattleID": "greenshard",
      "Description": "A small green shard. It appears to be a fragment of some sort of implement made long ago.",
      "ItemImage": 76
    },
    {
      "ID": 76,
      "Name": "Super Repel",
      "BattleID": "superrepel",
      "Description": "An item that prevents any low-level wild Pokémon from jumping out at you for 200 steps after its use.",
      "ItemImage": 77
    },
    {
      "ID": 77,
      "Name": "Max Repel",
      "BattleID": "maxrepel",
      "Description": "An item that prevents any low-level wild Pokémon from jumping out at you for 250 steps after its use.",
      "ItemImage": 78
    },
    {
      "ID": 78,
      "Name": "Escape Rope",
      "BattleID": "escaperope",
      "Description": "A long and durable rope. Use it to escape instantly from a cave or a dungeon.",
      "ItemImage": 79
    },
    {
      "ID": 79,
      "Name": "Repel",
      "BattleID": "repel",
      "Description": "An item that prevents any low-level wild Pokémon from jumping out at you for 100 steps after its use.",
      "ItemImage": 80
    },
    {
      "ID": 80,
      "Name": "Sun Stone",
      "BattleID": "sunstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It burns as red as the evening sun.",
      "ItemImage": 81
    },
    {
      "ID": 81,
      "Name": "Moon Stone",
      "BattleID": "moonstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It is as black as the night sky.",
      "ItemImage": 82
    },
    {
      "ID": 82,
      "Name": "Fire Stone",
      "BattleID": "firestone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. The stone has a fiery orange heart.",
      "ItemImage": 83
    },
    {
      "ID": 83,
      "Name": "Thunder Stone",
      "BattleID": "thunderstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It has a distinct thunderbolt pattern.",
      "ItemImage": 84
    },
    {
      "ID": 84,
      "Name": "Water Stone",
      "BattleID": "waterstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It is the blue of a pool of clear water.",
      "ItemImage": 85
    },
    {
      "ID": 85,
      "Name": "Leaf Stone",
      "BattleID": "leafstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It has an unmistakable leaf pattern.",
      "ItemImage": 86
    },
    {
      "ID": 86,
      "Name": "Tiny Mushroom",
      "BattleID": "tinymushroom",
      "Description": "A very small and rare mushroom. It's popular with a certain class of collectors and sought out by them.",
      "ItemImage": 87
    },
    {
      "ID": 87,
      "Name": "Big Mushroom",
      "BattleID": "bigmushroom",
      "Description": "A very large and rare mushroom. It's popular with a certain class of collectors and sought out by them.",
      "ItemImage": 88
    },
    {
      "ID": 88,
      "Name": "Pearl",
      "BattleID": "pearl",
      "Description": "A rather small pearl that has a very nice silvery sheen to it. It can be sold cheaply to shops.",
      "ItemImage": 89
    },
    {
      "ID": 89,
      "Name": "Big Pearl",
      "BattleID": "bigpearl",
      "Description": "A rather large pearl that has a very nice silvery sheen. It can be sold to shops for a high price.",
      "ItemImage": 90
    },
    {
      "ID": 90,
      "Name": "Stardust",
      "BattleID": "stardust",
      "Description": "Lovely, red sand that flows between the fingers with a loose, silky feel. It can be sold at a high price to shops.",
      "ItemImage": 91
    },
    {
      "ID": 91,
      "Name": "Star Piece",
      "BattleID": "starpiece",
      "Description": "A small shard of a beautiful gem that demonstrates a distinctly red sparkle. It can be sold at a high price to shops.",
      "ItemImage": 92
    },
    {
      "ID": 92,
      "Name": "Nugget",
      "BattleID": "nugget",
      "Description": "A nugget of the purest gold that gives off a lustrous gleam in direct light. It can be sold at a high price to shops.",
      "ItemImage": 93
    },
    {
      "ID": 93,
      "Name": "Heart Scale",
      "BattleID": "heartscale",
      "Description": "A pretty, heart-shaped scale that is extremely rare. It glows faintly with all of the colors of the rainbow.",
      "ItemImage": 94
    },
    {
      "ID": 94,
      "Name": "Honey",
      "BattleID": "honey",
      "Description": "A sweet honey with a lush aroma that attracts wild Pokémon when it is used in tall grass, in caves, or on special trees.",
      "ItemImage": 95
    },
    {
      "ID": 95,
      "Name": "Growth Mulch",
      "BattleID": "growthmulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 96
    },
    {
      "ID": 96,
      "Name": "Damp Mulch",
      "BattleID": "dampmulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 97
    },
    {
      "ID": 97,
      "Name": "Stable Mulch",
      "BattleID": "stablemulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 98
    },
    {
      "ID": 98,
      "Name": "Gooey Mulch",
      "BattleID": "gooeymulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 99
    },
    {
      "ID": 99,
      "Name": "Root Fossil",
      "BattleID": "rootfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived in the sea. It looks as if it could be part of a plant's root.",
      "ItemImage": 100
    },
    {
      "ID": 100,
      "Name": "Claw Fossil",
      "BattleID": "clawfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived in the sea. It appears to be a fragment of a claw.",
      "ItemImage": 101
    },
    {
      "ID": 101,
      "Name": "Helix Fossil",
      "BattleID": "helixfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived in the sea. It could be a shell or carapace.",
      "ItemImage": 102
    },
    {
      "ID": 102,
      "Name": "Dome Fossil",
      "BattleID": "domefossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived in the sea. It might be a piece of a seashell.",
      "ItemImage": 103
    },
    {
      "ID": 103,
      "Name": "Old Amber",
      "BattleID": "oldamber",
      "Description": "A piece of amber that still contains the genetic material of an ancient Pokémon. It's clear with a tawny, reddish tint.",
      "ItemImage": 104
    },
    {
      "ID": 104,
      "Name": "Armor Fossil",
      "BattleID": "armorfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived on the land. It looks to be from some kind of protective collar.",
      "ItemImage": 105
    },
    {
      "ID": 105,
      "Name": "Skull Fossil",
      "BattleID": "skullfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived on the land. It appears as though it's part of a head.",
      "ItemImage": 106
    },
    {
      "ID": 106,
      "Name": "Rare Bone",
      "BattleID": "rarebone",
      "Description": "A rare bone that is extremely valuable for the study of Pokémon archeology. It can be sold for a high price to shops.",
      "ItemImage": 107
    },
    {
      "ID": 107,
      "Name": "Shiny Stone",
      "BattleID": "shinystone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It shines with a dazzling light.",
      "ItemImage": 108
    },
    {
      "ID": 108,
      "Name": "Dusk Stone",
      "BattleID": "duskstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It holds shadows as dark as can be.",
      "ItemImage": 109
    },
    {
      "ID": 109,
      "Name": "Dawn Stone",
      "BattleID": "dawnstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It sparkles like a glittering eye.",
      "ItemImage": 110
    },
    {
      "ID": 110,
      "Name": "Oval Stone",
      "BattleID": "ovalstone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It's as round as a Pokémon Egg.",
      "ItemImage": 111
    },
    {
      "ID": 111,
      "Name": "Odd Keystone",
      "BattleID": "oddkeystone",
      "Description": "A vital item that is needed to keep a stone tower from collapsing. Voices can be heard from it occasionally.",
      "ItemImage": 112
    },
    {
      "ID": 112,
      "Name": "Griseous Orb",
      "BattleID": "griseousorb",
      "Description": "A glowing orb to be held by Giratina. It boosts the power of Dragon- and Ghost-type moves when it is held.",
      "ItemImage": 113
    },
    {
      "ID": 116,
      "Name": "Douse Drive",
      "BattleID": "dousedrive",
      "Description": "A cassette to be held by Genesect. It changes Genesect's Techno Blast move so it becomes Water type.",
      "ItemImage": 117
    },
    {
      "ID": 117,
      "Name": "Shock Drive",
      "BattleID": "shockdrive",
      "Description": "A cassette to be held by Genesect. It changes Genesect's Techno Blast move so it becomes Electric type.",
      "ItemImage": 118
    },
    {
      "ID": 118,
      "Name": "Burn Drive",
      "BattleID": "burndrive",
      "Description": "A cassette to be held by Genesect. It changes Genesect's Techno Blast move so it becomes Fire type.",
      "ItemImage": 119
    },
    {
      "ID": 119,
      "Name": "Chill Drive",
      "BattleID": "chilldrive",
      "Description": "A cassette to be held by Genesect. It changes Genesect's Techno Blast move so it becomes Ice type.",
      "ItemImage": 120
    },
    {
      "ID": 134,
      "Name": "Sweet Heart",
      "BattleID": "sweetheart",
      "Description": "A piece of cloyingly sweet chocolate. When consumed, it restores 20 HP to an injured Pokémon.",
      "ItemImage": 135
    },
    {
      "ID": 135,
      "Name": "Adamant Orb",
      "BattleID": "adamantorb",
      "Description": "A brightly gleaming orb to be held by Dialga. It boosts the power of Dragon- and Steel-type moves when it is held.",
      "ItemImage": 136
    },
    {
      "ID": 136,
      "Name": "Lustrous Orb",
      "BattleID": "lustrousorb",
      "Description": "A beautifully glowing orb to be held by Palkia. It boosts the power of Dragon- and Water-type moves when it is held.",
      "ItemImage": 137
    },
    {
      "ID": 137,
      "Name": "Greet Mail",
      "BattleID": "greetmail",
      "Description": "Stationery designed to be easy to use when writing someone for the first time. Have a Pokémon hold it for delivery.",
      "ItemImage": 138
    },
    {
      "ID": 138,
      "Name": "Favored Mail",
      "BattleID": "favoredmail",
      "Description": "Stationery designed to be easy to use when writing someone for the first time. Have a Pokémon hold it for delivery.",
      "ItemImage": 139
    },
    {
      "ID": 139,
      "Name": "RSVP Mail",
      "BattleID": "rsvpmail",
      "Description": "Stationery designed to allow you to extend an invitation to the recipient. Have a Pokémon hold it for delivery.",
      "ItemImage": 140
    },
    {
      "ID": 140,
      "Name": "Thanks Mail",
      "BattleID": "thanksmail",
      "Description": "Stationery designed to make it easy to express your thanks. Have a Pokémon hold it for delivery.",
      "ItemImage": 141
    },
    {
      "ID": 141,
      "Name": "Inquiry Mail",
      "BattleID": "inquirymail",
      "Description": "Stationery designed to make it easier to write to pose a question about something. Have a Pokémon hold it for delivery.",
      "ItemImage": 142
    },
    {
      "ID": 142,
      "Name": "Like Mail",
      "BattleID": "likemail",
      "Description": "Stationery designed to allow you to reccomend something to the reader. Have a Pokémon hold it for delivery.",
      "ItemImage": 143
    },
    {
      "ID": 143,
      "Name": "Reply Mail",
      "BattleID": "replymail",
      "Description": "Stationery designed to make it easy to respond to a letter you receieved. Have a Pokémon hold it for delivery.",
      "ItemImage": 144
    },
    {
      "ID": 144,
      "Name": "Bridge Mail S",
      "BattleID": "bridgemails",
      "Description": "Stationery featuring an illustration of a bridge that seems to pierce the sky. Have a Pokémon hold it for delivery.",
      "ItemImage": 145
    },
    {
      "ID": 145,
      "Name": "Bridge Mail D",
      "BattleID": "bridgemaild",
      "Description": "Stationery featuring an illustration bright-red drawbridge. Have a Pokémon hold it for delivery.",
      "ItemImage": 146
    },
    {
      "ID": 146,
      "Name": "Bridge Mail T",
      "BattleID": "bridgemailt",
      "Description": "Stationery featuring an illustration high-tension steel suspension bridge. Have a Pokémon hold it for delivery.",
      "ItemImage": 147
    },
    {
      "ID": 147,
      "Name": "Bridge Mail V",
      "BattleID": "bridgemailv",
      "Description": "Stationery featuring an illustration of a vintage looking brick bridge. Have a Pokémon hold it for delivery.",
      "ItemImage": 148
    },
    {
      "ID": 148,
      "Name": "Bridge Mail M",
      "BattleID": "bridgemailm",
      "Description": "Stationery featuring an illustration of a majesticly arched bridge. Have a Pokémon hold it for delivery.",
      "ItemImage": 149
    },
    {
      "ID": 149,
      "Name": "Cheri Berry",
      "BattleID": "cheriberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from paralysis on its own in battle.",
      "ItemImage": 150
    },
    {
      "ID": 150,
      "Name": "Chesto Berry",
      "BattleID": "chestoberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from sleep on its own in battle.",
      "ItemImage": 151
    },
    {
      "ID": 151,
      "Name": "Pecha Berry",
      "BattleID": "pechaberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from poisoning on its own in battle.",
      "ItemImage": 152
    },
    {
      "ID": 152,
      "Name": "Rawst Berry",
      "BattleID": "rawstberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from a burn on its own in battle.",
      "ItemImage": 153
    },
    {
      "ID": 153,
      "Name": "Aspear Berry",
      "BattleID": "aspearberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from being frozen on its own in battle.",
      "ItemImage": 154
    },
    {
      "ID": 154,
      "Name": "Leppa Berry",
      "BattleID": "leppaberry",
      "Description": "A Berry to be consumed by a Pokémon. If a Pokémon holds one, it can restore 10 PP to a depleted move during battle.",
      "ItemImage": 155
    },
    {
      "ID": 155,
      "Name": "Oran Berry",
      "BattleID": "oranberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can restore its own HP by 10 points during battle.",
      "ItemImage": 156
    },
    {
      "ID": 156,
      "Name": "Persim Berry",
      "BattleID": "persimberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can recover from confusion on its own in battle.",
      "ItemImage": 157
    },
    {
      "ID": 157,
      "Name": "Lum Berry",
      "BattleID": "lumberry",
      "Description": "A berry to be consumed by a Pokémon. If a Pokémon holds one, it can recover from any status condition during battle.",
      "ItemImage": 158
    },
    {
      "ID": 158,
      "Name": "Sitrus Berry",
      "BattleID": "sitrusberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it can restore its own HP by a small amount during battle.",
      "ItemImage": 159
    },
    {
      "ID": 159,
      "Name": "Figy Berry",
      "BattleID": "figyberry",
      "Description": "If held by a Pokémon, it restores the user's HP in a pinch, but it will cause confusion if the user hates the taste.",
      "ItemImage": 160
    },
    {
      "ID": 160,
      "Name": "Wiki Berry",
      "BattleID": "wikiberry",
      "Description": "If held by a Pokémon, it restores the user's HP in a pinch, but it will cause confusion if the user hates the taste.",
      "ItemImage": 161
    },
    {
      "ID": 161,
      "Name": "Mago Berry",
      "BattleID": "magoberry",
      "Description": "If held by a Pokémon, it restores the user's HP in a pinch, but it will cause confusion if the user hates the taste.",
      "ItemImage": 162
    },
    {
      "ID": 162,
      "Name": "Aguav Berry",
      "BattleID": "aguavberry",
      "Description": "If held by a Pokémon, it restores the user's HP in a pinch, but it will cause confusion if the user hates the taste.",
      "ItemImage": 163
    },
    {
      "ID": 163,
      "Name": "Iapapa Berry",
      "BattleID": "iapapaberry",
      "Description": "If held by a Pokémon, it restores the user's HP in a pinch, but it will cause confusion if the user hates the taste.",
      "ItemImage": 164
    },
    {
      "ID": 164,
      "Name": "Razz Berry",
      "BattleID": "razzberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 165
    },
    {
      "ID": 165,
      "Name": "Bluk Berry",
      "BattleID": "blukberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 166
    },
    {
      "ID": 166,
      "Name": "Nanab Berry",
      "BattleID": "nanabberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 167
    },
    {
      "ID": 167,
      "Name": "Wepear Berry",
      "BattleID": "wepearberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 168
    },
    {
      "ID": 168,
      "Name": "Pinap Berry",
      "BattleID": "pinapberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 169
    },
    {
      "ID": 169,
      "Name": "Pomeg Berry",
      "BattleID": "pomegberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base HP.",
      "ItemImage": 170
    },
    {
      "ID": 170,
      "Name": "Kelpsy Berry",
      "BattleID": "kelpsyberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base Attack.",
      "ItemImage": 171
    },
    {
      "ID": 171,
      "Name": "Qualot Berry",
      "BattleID": "qualotberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base Defense.",
      "ItemImage": 172
    },
    {
      "ID": 172,
      "Name": "Hondew Berry",
      "BattleID": "hondewberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base Sp. Atk.",
      "ItemImage": 173
    },
    {
      "ID": 173,
      "Name": "Grepa Berry",
      "BattleID": "grepaberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base Sp. Def.",
      "ItemImage": 174
    },
    {
      "ID": 174,
      "Name": "Tamato Berry",
      "BattleID": "tamatoberry",
      "Description": "A Berry to be consumed by Pokémon. Using it on a Pokémon makes it more friendly but lowers its base Speed.",
      "ItemImage": 175
    },
    {
      "ID": 175,
      "Name": "Cornn Berry",
      "BattleID": "cornnberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 176
    },
    {
      "ID": 176,
      "Name": "Magost Berry",
      "BattleID": "magostberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 177
    },
    {
      "ID": 177,
      "Name": "Rabuta Berry",
      "BattleID": "rabutaberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 178
    },
    {
      "ID": 178,
      "Name": "Nomel Berry",
      "BattleID": "nomelberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 179
    },
    {
      "ID": 179,
      "Name": "Spelon Berry",
      "BattleID": "spelonberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 180
    },
    {
      "ID": 180,
      "Name": "Pamtre Berry",
      "BattleID": "pamtreberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 181
    },
    {
      "ID": 181,
      "Name": "Watmel Berry",
      "BattleID": "watmelberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 182
    },
    {
      "ID": 182,
      "Name": "Durin Berry",
      "BattleID": "durinberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 183
    },
    {
      "ID": 183,
      "Name": "Belue Berry",
      "BattleID": "belueberry",
      "Description": "A Berry which is very rare in the Unova region. A maniac will buy it for a high price.",
      "ItemImage": 184
    },
    {
      "ID": 184,
      "Name": "Occa Berry",
      "BattleID": "occaberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Fire-type attack.",
      "ItemImage": 185
    },
    {
      "ID": 185,
      "Name": "Passho Berry",
      "BattleID": "passhoberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Water-type attack.",
      "ItemImage": 186
    },
    {
      "ID": 186,
      "Name": "Wacan Berry",
      "BattleID": "wacanberry",
      "Description": "If held by a Pokémon, this berry will lessen the damage taken from one super effective Electric-type attack.",
      "ItemImage": 187
    },
    {
      "ID": 187,
      "Name": "Rindo Berry",
      "BattleID": "rindoberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Grass-type attack.",
      "ItemImage": 188
    },
    {
      "ID": 188,
      "Name": "Yache Berry",
      "BattleID": "yacheberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Ice-type attack.",
      "ItemImage": 189
    },
    {
      "ID": 189,
      "Name": "Chople Berry",
      "BattleID": "chopleberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Fighting-type attack.",
      "ItemImage": 190
    },
    {
      "ID": 190,
      "Name": "Kebia Berry",
      "BattleID": "kebiaberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Poison-type attack.",
      "ItemImage": 191
    },
    {
      "ID": 191,
      "Name": "Shuca Berry",
      "BattleID": "shucaberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Ground-type attack.",
      "ItemImage": 192
    },
    {
      "ID": 192,
      "Name": "Coba Berry",
      "BattleID": "cobaberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Flying-type attack.",
      "ItemImage": 193
    },
    {
      "ID": 193,
      "Name": "Payapa Berry",
      "BattleID": "payapaberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Psychic-type attack.",
      "ItemImage": 194
    },
    {
      "ID": 194,
      "Name": "Tanga Berry",
      "BattleID": "tangaberry",
      "Description": "If held by a Pokémon, this berry will lessen the damage taken from one super effective Bug-type attack.",
      "ItemImage": 195
    },
    {
      "ID": 195,
      "Name": "Charti Berry",
      "BattleID": "chartiberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Rock-type attack.",
      "ItemImage": 196
    },
    {
      "ID": 196,
      "Name": "Kasib Berry",
      "BattleID": "kasibberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Ghost-type attack.",
      "ItemImage": 197
    },
    {
      "ID": 197,
      "Name": "Haban Berry",
      "BattleID": "habanberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Dragon-type attack.",
      "ItemImage": 198
    },
    {
      "ID": 198,
      "Name": "Colbur Berry",
      "BattleID": "colburberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Dark-type attack.",
      "ItemImage": 199
    },
    {
      "ID": 199,
      "Name": "Babiri Berry",
      "BattleID": "babiriberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Steel-type attack.",
      "ItemImage": 200
    },
    {
      "ID": 200,
      "Name": "Chilan Berry",
      "BattleID": "chilanberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one Normal-type attack.",
      "ItemImage": 201
    },
    {
      "ID": 201,
      "Name": "Liechi Berry",
      "BattleID": "liechiberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its Attack stat will increase when it's in a pinch.",
      "ItemImage": 202
    },
    {
      "ID": 202,
      "Name": "Ganlon Berry",
      "BattleID": "ganlonberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its Defense stat will increase when it's in a pinch.",
      "ItemImage": 203
    },
    {
      "ID": 203,
      "Name": "Salac Berry",
      "BattleID": "salacberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its Speed stat will increase when it's in a pinch.",
      "ItemImage": 204
    },
    {
      "ID": 204,
      "Name": "Petaya Berry",
      "BattleID": "petayaberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its Sp. Atk stat will increase when it's in a pinch.",
      "ItemImage": 205
    },
    {
      "ID": 205,
      "Name": "Apicot Berry",
      "BattleID": "apicotberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its Sp. Def stat will increase when it's in a pinch.",
      "ItemImage": 206
    },
    {
      "ID": 206,
      "Name": "Lansat Berry",
      "BattleID": "lansatberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its critical-hit ratio will increase when it's in a pinch.",
      "ItemImage": 207
    },
    {
      "ID": 207,
      "Name": "Starf Berry",
      "BattleID": "starfberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, one of its stats will sharply increase when it's in a pinch.",
      "ItemImage": 208
    },
    {
      "ID": 208,
      "Name": "Enigma Berry",
      "BattleID": "enigmaberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, being hit by a super effective attack will restore its HP.",
      "ItemImage": 209
    },
    {
      "ID": 209,
      "Name": "Micle Berry",
      "BattleID": "micleberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, its accuracy will increase just once when it's in a pinch.",
      "ItemImage": 210
    },
    {
      "ID": 210,
      "Name": "Custap Berry",
      "BattleID": "custapberry",
      "Description": "A Berry to be consumed by Pokémon. If a Pokémon holds one, it will be able to move first just once when it's in a pinch.",
      "ItemImage": 211
    },
    {
      "ID": 211,
      "Name": "Jaboca Berry",
      "BattleID": "jabocaberry",
      "Description": "A Berry to be consumed by Pokémon. If a physical attack hits the Pokémon holding it, the attacker will also be hurt.",
      "ItemImage": 212
    },
    {
      "ID": 212,
      "Name": "Rowap Berry",
      "BattleID": "rowapberry",
      "Description": "A Berry to be consumed by Pokémon. If a special attack hits the Pokémon holding it, the attacker will also be hurt.",
      "ItemImage": 213
    },
    {
      "ID": 213,
      "Name": "Bright Powder",
      "BattleID": "brightpowder",
      "Description": "An item to be held by a Pokémon. It casts a tricky glare that lowers the opposing Pokémon's accuracy.",
      "ItemImage": 214
    },
    {
      "ID": 214,
      "Name": "White Herb",
      "BattleID": "whiteherb",
      "Description": "An item to be held by a Pokémon. It will restore any lowered stat in battle. It can be used only once.",
      "ItemImage": 215
    },
    {
      "ID": 215,
      "Name": "Macho Brace",
      "BattleID": "machobrace",
      "Description": "An item to be held by a Pokemon. This stiff, heavy brace helps Pokemon grow strong but cuts Speed in battle.",
      "ItemImage": 216
    },
    {
      "ID": 216,
      "Name": "Exp. Share",
      "BattleID": "exp.share",
      "Description": "Turning on this special device will allow all the Pokémon on your team to receive Exp. Points from battles.",
      "ItemImage": 217
    },
    {
      "ID": 217,
      "Name": "Quick Claw",
      "BattleID": "quickclaw",
      "Description": "An item to be held by a Pokémon. This light, sharp claw lets the bearer move first occasionally.",
      "ItemImage": 218
    },
    {
      "ID": 218,
      "Name": "Soothe Bell",
      "BattleID": "soothebell",
      "Description": "An item to be held by a Pokémon. The comforting chime of this bell calms the holder, making it friendly.",
      "ItemImage": 219
    },
    {
      "ID": 219,
      "Name": "Mental Herb",
      "BattleID": "mentalherb",
      "Description": "An item to be held by a Pokémon. The holder shakes off move-binding effects to move freely. It can be used only once.",
      "ItemImage": 220
    },
    {
      "ID": 220,
      "Name": "Choice Band",
      "BattleID": "choiceband",
      "Description": "An item to be held by a Pokémon. This curious headband boosts Attack but only allows the use of one move.",
      "ItemImage": 221
    },
    {
      "ID": 221,
      "Name": "King's Rock",
      "BattleID": "kingsrock",
      "Description": "An item to be held by a Pokémon. When the holder successfully inflicts damage, the target may also flinch.",
      "ItemImage": 222
    },
    {
      "ID": 222,
      "Name": "Silver Powder",
      "BattleID": "silverpowder",
      "Description": "An item to be held by a Pokémon. It's a shiny, silver powder that will boost the power of Bug-type moves.",
      "ItemImage": 223
    },
    {
      "ID": 223,
      "Name": "Amulet Coin",
      "BattleID": "amuletcoin",
      "Description": "An item to be held by a Pokémon. It doubles any prize money received if the holding Pokémon joins a battle.",
      "ItemImage": 224
    },
    {
      "ID": 224,
      "Name": "Cleanse Tag",
      "BattleID": "cleansetag",
      "Description": "An item to be held by a Pokémon. It helps keep wild Pokémon away if the holder is the head of the party.",
      "ItemImage": 225
    },
    {
      "ID": 225,
      "Name": "Soul Dew",
      "BattleID": "souldew",
      "Description": "A wondrous orb to be held by either Latios or Latias. It raises the power of Psychic- and Dragon-type moves.",
      "ItemImage": 226
    },
    {
      "ID": 226,
      "Name": "Deep Sea Tooth",
      "BattleID": "deepseatooth",
      "Description": "An item to be held by Clamperl. This fang gleams a sharp silver and raises the holder's Sp. Atk stat.",
      "ItemImage": 227
    },
    {
      "ID": 227,
      "Name": "Deep Sea Scale",
      "BattleID": "deepseascale",
      "Description": "An item to be held by Clamperl. This scale shines with a faint pink and raises the holder's Sp. Def stat.",
      "ItemImage": 228
    },
    {
      "ID": 228,
      "Name": "Smoke Ball",
      "BattleID": "smokeball",
      "Description": "An item to be held by a Pokémon. It enables the holder to flee from any wild Pokémon encounter without fail.",
      "ItemImage": 229
    },
    {
      "ID": 229,
      "Name": "Everstone",
      "BattleID": "everstone",
      "Description": "An item to be held by a Pokémon. A Pokémon holding this peculiar stone is prevented from evolving.",
      "ItemImage": 230
    },
    {
      "ID": 230,
      "Name": "Focus Band",
      "BattleID": "focusband",
      "Description": "An item to be held by a Pokémon. The holder may endure a potential KO attack, leaving it with just 1 HP.",
      "ItemImage": 231
    },
    {
      "ID": 231,
      "Name": "Lucky Egg",
      "BattleID": "luckyegg",
      "Description": "An item to be held by a Pokémon. It's an egg filled with happiness that earns extra Exp. Points in battle.",
      "ItemImage": 232
    },
    {
      "ID": 232,
      "Name": "Scope Lens",
      "BattleID": "scopelens",
      "Description": "An item to be held by a Pokémon. It's a lens for scoping out weak points. It boosts the holder's critical-hit ratio.",
      "ItemImage": 233
    },
    {
      "ID": 233,
      "Name": "Metal Coat",
      "BattleID": "metalcoat",
      "Description": "An item to be held by a Pokémon. It's a special metallic film that can boost the power of Steel-type moves.",
      "ItemImage": 234
    },
    {
      "ID": 234,
      "Name": "Leftovers",
      "BattleID": "leftovers",
      "Description": "An item to be held by a Pokémon. The holder's HP is slowly but steadily restored throughout every battle.",
      "ItemImage": 235
    },
    {
      "ID": 235,
      "Name": "Dragon Scale",
      "BattleID": "dragonscale",
      "Description": "A very tough and inflexible scale. Dragon-type Pokémon may be holding this item when caught.",
      "ItemImage": 236
    },
    {
      "ID": 236,
      "Name": "Light Ball",
      "BattleID": "lightball",
      "Description": "An item to be held by Pikachu. It's a puzzling orb that boosts its Attack and Sp. Atk stats.",
      "ItemImage": 237
    },
    {
      "ID": 237,
      "Name": "Soft Sand",
      "BattleID": "softsand",
      "Description": "An item to be held by a Pokémon. It's a loose, silky sand that boosts the power of Ground-type moves.",
      "ItemImage": 238
    },
    {
      "ID": 238,
      "Name": "Hard Stone",
      "BattleID": "hardstone",
      "Description": "An item to be held by a Pokémon. It's a durable stone that boosts the power of Rock-type moves.",
      "ItemImage": 239
    },
    {
      "ID": 239,
      "Name": "Miracle Seed",
      "BattleID": "miracleseed",
      "Description": "An item to be held by a Pokémon. It's a seed imbued with life force that boosts the power of Grass-type moves.",
      "ItemImage": 240
    },
    {
      "ID": 240,
      "Name": "Black Glasses",
      "BattleID": "blackglasses",
      "Description": "An item to be held by a Pokémon. A pair of shady-looking glasses that boost the power of Dark-type moves.",
      "ItemImage": 241
    },
    {
      "ID": 241,
      "Name": "Black Belt",
      "BattleID": "blackbelt",
      "Description": "An item to be held by a Pokémon. This belt helps the wearer to focus and boosts the power of Fighting-type moves.",
      "ItemImage": 242
    },
    {
      "ID": 242,
      "Name": "Magnet",
      "BattleID": "magnet",
      "Description": "An item to be held by a Pokémon. It's a powerful magnet that boosts the power of Electric-type moves.",
      "ItemImage": 243
    },
    {
      "ID": 243,
      "Name": "Mystic Water",
      "BattleID": "mysticwater",
      "Description": "An item to be held by a Pokémon. This teardrop-shaped gem boosts the power of Water-type moves.",
      "ItemImage": 244
    },
    {
      "ID": 244,
      "Name": "Sharp Beak",
      "BattleID": "sharpbeak",
      "Description": "An item to be held by a Pokémon. It's a long, sharp beak that boosts the power of Flying-type moves.",
      "ItemImage": 245
    },
    {
      "ID": 245,
      "Name": "Poison Barb",
      "BattleID": "poisonbarb",
      "Description": "An item to be held by a Pokémon. This small, poisonous barb boosts the power of Poison-type moves.",
      "ItemImage": 246
    },
    {
      "ID": 246,
      "Name": "Never-Melt Ice",
      "BattleID": "nevermeltice",
      "Description": "An item to be held by a Pokémon. It's a piece of ice that repels heat effects and boosts Ice-type moves.",
      "ItemImage": 247
    },
    {
      "ID": 247,
      "Name": "Spell Tag",
      "BattleID": "spelltag",
      "Description": "An item to be held by a Pokémon. It's a sinister, eerie tag that boosts the power of Ghost-type moves.",
      "ItemImage": 248
    },
    {
      "ID": 248,
      "Name": "Twisted Spoon",
      "BattleID": "twistedspoon",
      "Description": "An item to be held by a Pokémon. This spoon is imbued with telekinetic power and boosts Psychic-type moves.",
      "ItemImage": 249
    },
    {
      "ID": 249,
      "Name": "Charcoal",
      "BattleID": "charcoal",
      "Description": "An item to be held by a Pokémon. It's a combustible fuel that boosts the power of Fire-type moves.",
      "ItemImage": 250
    },
    {
      "ID": 250,
      "Name": "Dragon Fang",
      "BattleID": "dragonfang",
      "Description": "An item to be held by a Pokémon. This hard and sharp fang boosts the power of Dragon-type moves.",
      "ItemImage": 251
    },
    {
      "ID": 251,
      "Name": "Silk Scarf",
      "BattleID": "silkscarf",
      "Description": "An item to be held by a Pokémon. It's a sumptuous scarf that boosts the power of Normal-type moves.",
      "ItemImage": 252
    },
    {
      "ID": 252,
      "Name": "Up-Grade",
      "BattleID": "upgrade",
      "Description": "A transparent device somehow filled with all sorts of data. It was produced by Silph Co.",
      "ItemImage": 253
    },
    {
      "ID": 253,
      "Name": "Shell Bell",
      "BattleID": "shellbell",
      "Description": "An item to be held by a Pokémon. The holder regains a little HP every time it inflicts damage on others.",
      "ItemImage": 254
    },
    {
      "ID": 254,
      "Name": "Sea Incense",
      "BattleID": "seaincense",
      "Description": "An item to be held by a Pokémon. This incense has a curious aroma that boosts the power of Water-type moves.",
      "ItemImage": 255
    },
    {
      "ID": 255,
      "Name": "Lax Incense",
      "BattleID": "laxincense",
      "Description": "An item to be held by a Pokémon. The beguiling aroma of this incense may cause attacks to miss its holder.",
      "ItemImage": 256
    },
    {
      "ID": 256,
      "Name": "Lucky Punch",
      "BattleID": "luckypunch",
      "Description": "An item to be held by Chansey. This pair of lucky boxing gloves will boost Chansey's critical-hit ratio.",
      "ItemImage": 257
    },
    {
      "ID": 257,
      "Name": "Metal Powder",
      "BattleID": "metalpowder",
      "Description": "An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts the Defense stat.",
      "ItemImage": 258
    },
    {
      "ID": 258,
      "Name": "Thick Club",
      "BattleID": "thickclub",
      "Description": "An item to be held by Cubone or Marowak. It's a hard bone of some sort that boosts the Attack stat.",
      "ItemImage": 259
    },
    {
      "ID": 259,
      "Name": "Stick",
      "BattleID": "stick",
      "Description": "An item to be held by Farfetch'd. This very long and stiff stalk of leek boosts its critical-hit ratio.",
      "ItemImage": 260
    },
    {
      "ID": 260,
      "Name": "Red Scarf",
      "BattleID": "redscarf",
      "Description": "An item to be held by a Pokémon. During a contest, it raises the Cool aspect of the Pokémon holding it.",
      "ItemImage": 261
    },
    {
      "ID": 261,
      "Name": "Blue Scarf",
      "BattleID": "bluescarf",
      "Description": "An item to be held by a Pokémon. During a contest, it raises the Beauty aspect of the Pokémon holding it.",
      "ItemImage": 262
    },
    {
      "ID": 262,
      "Name": "Pink Scarf",
      "BattleID": "pinkscarf",
      "Description": "An item to be held by a Pokémon. During a contest, it raises the Cute aspect of the Pokémon holding it.",
      "ItemImage": 263
    },
    {
      "ID": 263,
      "Name": "Green Scarf",
      "BattleID": "greenscarf",
      "Description": "An item to be held by a Pokémon. During a contest, it raises the Clever aspect of the Pokémon holding it.",
      "ItemImage": 264
    },
    {
      "ID": 264,
      "Name": "Yellow Scarf",
      "BattleID": "yellowscarf",
      "Description": "An item to be held by a Pokémon. During a contest, it raises the Tough aspect of the Pokémon holding it.",
      "ItemImage": 265
    },
    {
      "ID": 265,
      "Name": "Wide Lens",
      "BattleID": "widelens",
      "Description": "An item to be held by a Pokémon. It's a magnifying lens that slightly boosts the accuracy of moves.",
      "ItemImage": 266
    },
    {
      "ID": 266,
      "Name": "Muscle Band",
      "BattleID": "muscleband",
      "Description": "An item to be held by a Pokémon. This headband exudes strength, slightly boosting the power of physical moves.",
      "ItemImage": 267
    },
    {
      "ID": 267,
      "Name": "Wise Glasses",
      "BattleID": "wiseglasses",
      "Description": "An item to be held by a Pokémon. This thick pair of glasses slightly boosts the power of special moves.",
      "ItemImage": 268
    },
    {
      "ID": 268,
      "Name": "Expert Belt",
      "BattleID": "expertbelt",
      "Description": "An item to be held by a Pokémon. It's a well-worn belt that slightly boosts the power of super effective moves.",
      "ItemImage": 269
    },
    {
      "ID": 269,
      "Name": "Light Clay",
      "BattleID": "lightclay",
      "Description": "An item to be held by a Pokémon. Protective moves like Light Screen and Reflect will be effective longer.",
      "ItemImage": 270
    },
    {
      "ID": 270,
      "Name": "Life Orb",
      "BattleID": "lifeorb",
      "Description": "An item to be held by a Pokémon. It boosts the power of moves, but at the cost of some HP on each hit.",
      "ItemImage": 271
    },
    {
      "ID": 271,
      "Name": "Power Herb",
      "BattleID": "powerherb",
      "Description": "A single-use item to be held by a Pokémon. It allows the holder to immediately use a move that normally requires a turn to charge.",
      "ItemImage": 272
    },
    {
      "ID": 272,
      "Name": "Toxic Orb",
      "BattleID": "toxicorb",
      "Description": "An item to be held by a Pokémon. It's a bizarre orb that will badly poison the holder during battle.",
      "ItemImage": 273
    },
    {
      "ID": 273,
      "Name": "Flame Orb",
      "BattleID": "flameorb",
      "Description": "An item to be held by a Pokémon. It's a bizarre orb that will afflict the holder with a burn during battle.",
      "ItemImage": 274
    },
    {
      "ID": 274,
      "Name": "Quick Powder",
      "BattleID": "quickpowder",
      "Description": "An item to be held by Ditto. Extremely fine yet hard, this odd powder boosts the Speed stat.",
      "ItemImage": 275
    },
    {
      "ID": 275,
      "Name": "Focus Sash",
      "BattleID": "focussash",
      "Description": "An item to be held by a Pokémon. If the holder has full HP, it will endure a potential KO attack with 1 HP. The item then disappears.",
      "ItemImage": 276
    },
    {
      "ID": 276,
      "Name": "Zoom Lens",
      "BattleID": "zoomlens",
      "Description": "An item to be held by a Pokémon. If the holder moves after its target moves, its accuracy will be boosted.",
      "ItemImage": 277
    },
    {
      "ID": 277,
      "Name": "Metronome",
      "BattleID": "metronome",
      "Description": "An item to be held by a Pokémon. It boosts moves used consecutively, but only until a different move is used.",
      "ItemImage": 278
    },
    {
      "ID": 278,
      "Name": "Iron Ball",
      "BattleID": "ironball",
      "Description": "An item to be held by a Pokémon. It lowers Speed and allows Ground-type moves to hit Flying-type and levitating holders.",
      "ItemImage": 279
    },
    {
      "ID": 279,
      "Name": "Lagging Tail",
      "BattleID": "laggingtail",
      "Description": "An item to be held by a Pokémon. It is tremendously heavy and makes the holder move slower than usual.",
      "ItemImage": 280
    },
    {
      "ID": 280,
      "Name": "Destiny Knot",
      "BattleID": "destinyknot",
      "Description": "An item to be held by a Pokémon. If the holder becomes infatuated, the opposing Pokémon will be, too.",
      "ItemImage": 281
    },
    {
      "ID": 281,
      "Name": "Black Sludge",
      "BattleID": "blacksludge",
      "Description": "An item to be held by a Pokémon. It gradually restores HP to Poison-type Pokémon. It damages any other type.",
      "ItemImage": 282
    },
    {
      "ID": 282,
      "Name": "Icy Rock",
      "BattleID": "icyrock",
      "Description": "An item to be held by a Pokémon. It extends the duration of the move Hail when used by the holder.",
      "ItemImage": 283
    },
    {
      "ID": 283,
      "Name": "Smooth Rock",
      "BattleID": "smoothrock",
      "Description": "An item to be held by a Pokémon. It extends the duration of the move Sandstorm when used by the holder.",
      "ItemImage": 284
    },
    {
      "ID": 284,
      "Name": "Heat Rock",
      "BattleID": "heatrock",
      "Description": "An item to be held by a Pokémon. It extends the duration of the move Sunny Day when used by the holder.",
      "ItemImage": 285
    },
    {
      "ID": 285,
      "Name": "Damp Rock",
      "BattleID": "damprock",
      "Description": "An item to be held by a Pokémon. It extends the duration of the move Rain Dance when used by the holder.",
      "ItemImage": 286
    },
    {
      "ID": 286,
      "Name": "Grip Claw",
      "BattleID": "gripclaw",
      "Description": "An item to be held by a Pokémon. It extends the duration of multi-turn attacks like Bind and Wrap.",
      "ItemImage": 287
    },
    {
      "ID": 287,
      "Name": "Choice Scarf",
      "BattleID": "choicescarf",
      "Description": "An item to be held by a Pokémon. This curious scarf boosts Speed but only allows the use of one move.",
      "ItemImage": 288
    },
    {
      "ID": 288,
      "Name": "Sticky Barb",
      "BattleID": "stickybarb",
      "Description": "An item to be held by a Pokémon. It damages the holder every turn and may latch onto Pokémon that touch the holder.",
      "ItemImage": 289
    },
    {
      "ID": 289,
      "Name": "Power Bracer",
      "BattleID": "powerbracer",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's Attack stat to grow more after battling.",
      "ItemImage": 290
    },
    {
      "ID": 290,
      "Name": "Power Belt",
      "BattleID": "powerbelt",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's Defense stat to grow more after battling.",
      "ItemImage": 291
    },
    {
      "ID": 291,
      "Name": "Power Lens",
      "BattleID": "powerlens",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's Sp. Atk stat to grow more after battling.",
      "ItemImage": 292
    },
    {
      "ID": 292,
      "Name": "Power Band",
      "BattleID": "powerband",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's Sp. Def stat to grow more after battling.",
      "ItemImage": 293
    },
    {
      "ID": 293,
      "Name": "Power Anklet",
      "BattleID": "poweranklet",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's Speed stat to grow more after battling.",
      "ItemImage": 294
    },
    {
      "ID": 294,
      "Name": "Power Weight",
      "BattleID": "powerweight",
      "Description": "An item to be held by a Pokémon. It reduces Speed but allows the holder's maximum HP to grow more after battling.",
      "ItemImage": 295
    },
    {
      "ID": 295,
      "Name": "Shed Shell",
      "BattleID": "shedshell",
      "Description": "An item to be held by a Pokémon. This discarded carapace enables the holder to switch out of battle without fail.",
      "ItemImage": 296
    },
    {
      "ID": 296,
      "Name": "Big Root",
      "BattleID": "bigroot",
      "Description": "An item to be held by a Pokémon. It boosts the power of HP-stealing moves so the holder recovers more HP.",
      "ItemImage": 297
    },
    {
      "ID": 297,
      "Name": "Choice Specs",
      "BattleID": "choicespecs",
      "Description": "An item to be held by a Pokémon. These curious glasses boost Sp. Atk but only allow the use of one move.",
      "ItemImage": 298
    },
    {
      "ID": 298,
      "Name": "Flame Plate",
      "BattleID": "flameplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Fire-type moves.",
      "ItemImage": 299
    },
    {
      "ID": 299,
      "Name": "Splash Plate",
      "BattleID": "splashplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Water-type moves.",
      "ItemImage": 300
    },
    {
      "ID": 300,
      "Name": "Zap Plate",
      "BattleID": "zapplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Electric-type moves.",
      "ItemImage": 301
    },
    {
      "ID": 301,
      "Name": "Meadow Plate",
      "BattleID": "meadowplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Grass-type moves.",
      "ItemImage": 302
    },
    {
      "ID": 302,
      "Name": "Icicle Plate",
      "BattleID": "icicleplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Ice-type moves.",
      "ItemImage": 303
    },
    {
      "ID": 303,
      "Name": "Fist Plate",
      "BattleID": "fistplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Fighting-type moves.",
      "ItemImage": 304
    },
    {
      "ID": 304,
      "Name": "Toxic Plate",
      "BattleID": "toxicplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Poison-type moves.",
      "ItemImage": 305
    },
    {
      "ID": 305,
      "Name": "Earth Plate",
      "BattleID": "earthplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Ground-type moves.",
      "ItemImage": 306
    },
    {
      "ID": 306,
      "Name": "Sky Plate",
      "BattleID": "skyplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Flying-type moves.",
      "ItemImage": 307
    },
    {
      "ID": 307,
      "Name": "Mind Plate",
      "BattleID": "mindplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Psychic-type moves.",
      "ItemImage": 308
    },
    {
      "ID": 308,
      "Name": "Insect Plate",
      "BattleID": "insectplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Bug-type moves.",
      "ItemImage": 309
    },
    {
      "ID": 309,
      "Name": "Stone Plate",
      "BattleID": "stoneplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Rock-type moves.",
      "ItemImage": 310
    },
    {
      "ID": 310,
      "Name": "Spooky Plate",
      "BattleID": "spookyplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Ghost-type moves.",
      "ItemImage": 311
    },
    {
      "ID": 311,
      "Name": "Draco Plate",
      "BattleID": "dracoplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Dragon-type moves.",
      "ItemImage": 312
    },
    {
      "ID": 312,
      "Name": "Dread Plate",
      "BattleID": "dreadplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Dark-type moves.",
      "ItemImage": 313
    },
    {
      "ID": 313,
      "Name": "Iron Plate",
      "BattleID": "ironplate",
      "Description": "An item to be held by a Pokémon. It's a stone tablet that boosts the power of Steel-type moves.",
      "ItemImage": 314
    },
    {
      "ID": 314,
      "Name": "Odd Incense",
      "BattleID": "oddincense",
      "Description": "An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Psychic-type moves.",
      "ItemImage": 315
    },
    {
      "ID": 315,
      "Name": "Rock Incense",
      "BattleID": "rockincense",
      "Description": "An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Rock-type moves.",
      "ItemImage": 316
    },
    {
      "ID": 316,
      "Name": "Full Incense",
      "BattleID": "fullincense",
      "Description": "An item to be held by a Pokémon. This exotic-smelling incense makes the holder bloated and slow moving.",
      "ItemImage": 317
    },
    {
      "ID": 317,
      "Name": "Wave Incense",
      "BattleID": "waveincense",
      "Description": "An item to be held by a Pokémon. This incense has a curious aroma that boosts the power of Water-type moves.",
      "ItemImage": 318
    },
    {
      "ID": 318,
      "Name": "Rose Incense",
      "BattleID": "roseincense",
      "Description": "An item to be held by a Pokémon. This exotic-smelling incense boosts the power of Grass-type moves.",
      "ItemImage": 319
    },
    {
      "ID": 319,
      "Name": "Luck Incense",
      "BattleID": "luckincense",
      "Description": "An item to be held by a Pokémon. It doubles any prize money received if the holding Pokémon joins a battle.",
      "ItemImage": 320
    },
    {
      "ID": 320,
      "Name": "Pure Incense",
      "BattleID": "pureincense",
      "Description": "An item to be held by a Pokémon. It helps keep wild Pokémon away if the holder is the head of the party.",
      "ItemImage": 321
    },
    {
      "ID": 321,
      "Name": "Protector",
      "BattleID": "protector",
      "Description": "A protective item of some sort. It is extremely stiff and heavy. It's loved by a certain Pokémon.",
      "ItemImage": 322
    },
    {
      "ID": 322,
      "Name": "Electirizer",
      "BattleID": "electirizer",
      "Description": "A box packed with a tremendous amount of electric energy. It's loved by a certain Pokémon.",
      "ItemImage": 323
    },
    {
      "ID": 323,
      "Name": "Magmarizer",
      "BattleID": "magmarizer",
      "Description": "A box packed with a tremendous amount of magma energy. It's loved by a certain Pokémon.",
      "ItemImage": 324
    },
    {
      "ID": 324,
      "Name": "Dubious Disc",
      "BattleID": "dubiousdisc",
      "Description": "A transparent device overflowing with dubious data. Its producer is unknown.",
      "ItemImage": 325
    },
    {
      "ID": 325,
      "Name": "Reaper Cloth",
      "BattleID": "reapercloth",
      "Description": "A cloth imbued with horrifyingly strong spiritual energy. It's loved by a certain Pokémon.",
      "ItemImage": 326
    },
    {
      "ID": 326,
      "Name": "Razor Claw",
      "BattleID": "razorclaw",
      "Description": "An item to be held by a Pokémon. This sharply hooked claw increases the holder's critical-hit ratio.",
      "ItemImage": 327
    },
    {
      "ID": 327,
      "Name": "Razor Fang",
      "BattleID": "razorfang",
      "Description": "An item to be held by a Pokémon. When the holder successfully inflicts damage, the target may also flinch.",
      "ItemImage": 328
    },
    {
      "ID": 328,
      "Name": "TM01",
      "BattleID": "tm01",
      "Description": "Teaches Hone Claws to a compatible Pokémon. The user sharpens its claws to boost its Attack stat and accuracy.",
      "ItemImage": 340
    },
    {
      "ID": 329,
      "Name": "TM02",
      "BattleID": "tm02",
      "Description": "Teaches Dragon Claw to a compatible Pokémon. The user slashes the target with huge, sharp claws.",
      "ItemImage": 330
    },
    {
      "ID": 330,
      "Name": "TM03",
      "BattleID": "tm03",
      "Description": "Teaches Psyshock to a compatible Pokémon. The user materializes an odd psychic wave to attack the target. This attack does physical damage.",
      "ItemImage": 331
    },
    {
      "ID": 331,
      "Name": "TM04",
      "BattleID": "tm04",
      "Description": "Teaches Calm Mind to a compatible Pokémon. The user quietly focuses its mind and calms its spirit to raise its Sp. Atk and Sp. Def stats.",
      "ItemImage": 332
    },
    {
      "ID": 332,
      "Name": "TM05",
      "BattleID": "tm05",
      "Description": "Teaches Roar to a compatible Pokémon. The target is scared off and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
      "ItemImage": 333
    },
    {
      "ID": 333,
      "Name": "TM06",
      "BattleID": "tm06",
      "Description": "Teaches Toxic to a compatible Pokémon. A move that leaves the target badly poisoned. Its poison damage worsens every turn.",
      "ItemImage": 334
    },
    {
      "ID": 334,
      "Name": "TM07",
      "BattleID": "tm07",
      "Description": "Teaches Hail to a compatible Pokémon. The user summons a hailstorm lasting five turns. It damages all Pokémon except the Ice type.",
      "ItemImage": 335
    },
    {
      "ID": 335,
      "Name": "TM08",
      "BattleID": "tm08",
      "Description": "Teaches Bulk Up to a compatible Pokémon. The user tenses its muscles to bulk up its body, raising both its Attack and Defense stats.",
      "ItemImage": 336
    },
    {
      "ID": 336,
      "Name": "TM09",
      "BattleID": "tm09",
      "Description": "Teaches Venoshock to a compatible Pokémon. The user drenches the target in a special poisonous liquid. This move's power is doubled if the target is poisoned.",
      "ItemImage": 337
    },
    {
      "ID": 337,
      "Name": "TM10",
      "BattleID": "tm10",
      "Description": "Teaches Hidden Power to a compatible Pokémon. A unique attack that varies in type depending on the Pokémon using it.",
      "ItemImage": 338
    },
    {
      "ID": 338,
      "Name": "TM11",
      "BattleID": "tm11",
      "Description": "Teaches Sunny Day to a compatible Pokémon. The user intensifies the sun for five turns, powering up Fire-type moves.",
      "ItemImage": 339
    },
    {
      "ID": 339,
      "Name": "TM12",
      "BattleID": "tm12",
      "Description": "Teaches Taunt to a compatible Pokémon. The target is taunted into a rage that allows it to use only attack moves for three turns.",
      "ItemImage": 340
    },
    {
      "ID": 340,
      "Name": "TM13",
      "BattleID": "tm13",
      "Description": "Teaches Ice Beam to a compatible Pokémon. The target is struck with an icy-cold beam of energy. This may also leave the target frozen.",
      "ItemImage": 341
    },
    {
      "ID": 341,
      "Name": "TM14",
      "BattleID": "tm14",
      "Description": "Teaches Blizzard to a compatible Pokémon. A howling blizzard is summoned to strike opposing Pokémon. This may also leave the opposing Pokémon frozen.",
      "ItemImage": 342
    },
    {
      "ID": 342,
      "Name": "TM15",
      "BattleID": "tm15",
      "Description": "Teaches Hyper Beam to a compatible Pokémon. The target is attacked with a powerful beam. The user can't move on the next turn.",
      "ItemImage": 343
    },
    {
      "ID": 343,
      "Name": "TM16",
      "BattleID": "tm16",
      "Description": "Teaches Light Screen to a compatible Pokémon. A wondrous wall of light is put up to reduce damage from special attacks for five turns.",
      "ItemImage": 344
    },
    {
      "ID": 344,
      "Name": "TM17",
      "BattleID": "tm17",
      "Description": "Teaches Protect to a compatible Pokémon. Enables the user to evade all attacks. Its chance of failing rises if it is used in succession.",
      "ItemImage": 345
    },
    {
      "ID": 345,
      "Name": "TM18",
      "BattleID": "tm18",
      "Description": "Teaches Rain Dance to a compatible Pokémon. The user summons a heavy rain that falls for five turns, powering up Water-type moves.",
      "ItemImage": 346
    },
    {
      "ID": 346,
      "Name": "TM19",
      "BattleID": "tm19",
      "Description": "Teaches Roost to a compatible Pokémon. The user lands and rests its body. It restores the user's HP by up to half of its max HP.",
      "ItemImage": 347
    },
    {
      "ID": 347,
      "Name": "TM20",
      "BattleID": "tm20",
      "Description": "Teaches Safeguard to a compatible Pokémon. The user creates a protective field that prevents status conditions for five turns.",
      "ItemImage": 348
    },
    {
      "ID": 348,
      "Name": "TM21",
      "BattleID": "tm21",
      "Description": "Teaches Frustration to a compatible Pokémon. A full-power attack that grows more powerful the less the user likes its Trainer.",
      "ItemImage": 349
    },
    {
      "ID": 349,
      "Name": "TM22",
      "BattleID": "tm22",
      "Description": "Teaches Solar Beam to a compatible Pokémon. A two-turn attack. The user gathers light, then blasts a bundled beam on the next turn.",
      "ItemImage": 350
    },
    {
      "ID": 350,
      "Name": "TM23",
      "BattleID": "tm23",
      "Description": "Teaches Smack Down to a compatible Pokémon. The user throws a stone or similar projectile to attack an opponent. A flying Pokémon will fall to the ground when it's hit.",
      "ItemImage": 351
    },
    {
      "ID": 351,
      "Name": "TM24",
      "BattleID": "tm24",
      "Description": "Teaches Thunderbolt to a compatible Pokémon. A strong electric blast crashes down on the target. This may also leave the target with paralysis.",
      "ItemImage": 352
    },
    {
      "ID": 352,
      "Name": "TM25",
      "BattleID": "tm25",
      "Description": "Teaches Thunder to a compatible Pokémon. A wicked thunderbolt is dropped on the target to inflict damage. This may also leave the target with paralysis.",
      "ItemImage": 353
    },
    {
      "ID": 353,
      "Name": "TM26",
      "BattleID": "tm26",
      "Description": "Teaches Earthquake to a compatible Pokémon. The user sets off an earthquake that strikes every Pokémon around it.",
      "ItemImage": 356
    },
    {
      "ID": 354,
      "Name": "TM27",
      "BattleID": "tm27",
      "Description": "Teaches Return to a compatible Pokémon. A full-power attack that grows more powerful the more the user likes its Trainer.",
      "ItemImage": 355
    },
    {
      "ID": 355,
      "Name": "TM28",
      "BattleID": "tm28",
      "Description": "Teaches Dig to a compatible Pokémon. The user burrows, then attacks on the next turn. It can also be used to exit dungeons.",
      "ItemImage": 356
    },
    {
      "ID": 356,
      "Name": "TM29",
      "BattleID": "tm29",
      "Description": "Teaches Psychic to a compatible Pokémon. The target is hit by a strong telekinetic force. This may also lower the target's Sp. Def stat.",
      "ItemImage": 357
    },
    {
      "ID": 357,
      "Name": "TM30",
      "BattleID": "tm30",
      "Description": "Teaches Shadow Ball to a compatible Pokémon. The user hurls a shadowy blob at the target. This may also lower the target's Sp. Def stat.",
      "ItemImage": 358
    },
    {
      "ID": 358,
      "Name": "TM31",
      "BattleID": "tm31",
      "Description": "Teaches Brick Break to a compatible Pokémon. The user attacks with a swift chop. It can also break barriers, such as Light Screen and Reflect.",
      "ItemImage": 359
    },
    {
      "ID": 359,
      "Name": "TM32",
      "BattleID": "tm32",
      "Description": "Teaches Double Team to a compatible Pokémon. By moving rapidly, the user makes illusory copies of itself to raise its evasiveness.",
      "ItemImage": 360
    },
    {
      "ID": 360,
      "Name": "TM33",
      "BattleID": "tm33",
      "Description": "Teaches Reflect to a compatible Pokémon. A wondrous wall of light is put up to reduce damage from physical attacks for five turns.",
      "ItemImage": 361
    },
    {
      "ID": 361,
      "Name": "TM34",
      "BattleID": "tm34",
      "Description": "Teaches Sludge Wave to a compatible Pokémon. The user strikes everything around it by swamping the area with a giant sludge wave. This may also poison those hit.",
      "ItemImage": 362
    },
    {
      "ID": 362,
      "Name": "TM35",
      "BattleID": "tm35",
      "Description": "Teaches Flamethrower to a compatible Pokémon. The target is scorched with an intense blast of fire. This may also leave the target with a burn.",
      "ItemImage": 363
    },
    {
      "ID": 363,
      "Name": "TM36",
      "BattleID": "tm36",
      "Description": "Teaches Sludge Bomb to a compatible Pokémon. Unsanitary sludge is hurled at the target. This may also poison the target.",
      "ItemImage": 364
    },
    {
      "ID": 364,
      "Name": "TM37",
      "BattleID": "tm37",
      "Description": "Teaches Sandstorm to a compatible Pokémon. A five-turn sandstorm is summoned to hurt all combatants except the Rock, Ground, and Steel types.",
      "ItemImage": 365
    },
    {
      "ID": 365,
      "Name": "TM38",
      "BattleID": "tm38",
      "Description": "Teaches Fire Blast to a compatible Pokémon. The target is attacked with an intense blast of all-consuming fire. This may also leave the target with a burn.",
      "ItemImage": 366
    },
    {
      "ID": 366,
      "Name": "TM39",
      "BattleID": "tm39",
      "Description": "Teaches Rock Tomb to a compatible Pokémon. Boulders are hurled at the target. This also lowers the target's Speed stat by preventing its movement.",
      "ItemImage": 367
    },
    {
      "ID": 367,
      "Name": "TM40",
      "BattleID": "tm40",
      "Description": "Teaches Aerial Ace to a compatible Pokémon. The user confounds the target with speed, then slashes. This attack never misses.",
      "ItemImage": 368
    },
    {
      "ID": 368,
      "Name": "TM41",
      "BattleID": "tm41",
      "Description": "Teaches Torment to a compatible Pokémon. The user torments and enrages the target, making it incapable of using the same move twice in a row.",
      "ItemImage": 369
    },
    {
      "ID": 369,
      "Name": "TM42",
      "BattleID": "tm42",
      "Description": "Teaches Facade to a compatible Pokémon. An attack move that doubles its power if the user is poisoned, burned, or has paralysis.",
      "ItemImage": 370
    },
    {
      "ID": 370,
      "Name": "TM43",
      "BattleID": "tm43",
      "Description": "Teaches Flame Charge to a compatible Pokémon. Cloaking itself in flame, the user attacks. Then, building up more power, the user raises its Speed stat.",
      "ItemImage": 371
    },
    {
      "ID": 371,
      "Name": "TM44",
      "BattleID": "tm44",
      "Description": "Teaches Rest to a compatible Pokémon. The user goes to sleep for two turns. This fully restores the user's HP and heals any status conditions.",
      "ItemImage": 372
    },
    {
      "ID": 372,
      "Name": "TM45",
      "BattleID": "tm45",
      "Description": "Teaches Attract to a compatible Pokémon. If it is the opposite gender of the user, the target becomes infatuated and less likely to attack.",
      "ItemImage": 373
    },
    {
      "ID": 373,
      "Name": "TM46",
      "BattleID": "tm46",
      "Description": "Teaches Thief to a compatible Pokémon. The user attacks and steals the target's held item simultaneously. The user can't steal anything if it already holds an item.",
      "ItemImage": 374
    },
    {
      "ID": 374,
      "Name": "TM47",
      "BattleID": "tm47",
      "Description": "Teaches Low Sweep to a compatible Pokémon. The user makes a swift attack on the target's legs, which lowers the target's Speed stat.",
      "ItemImage": 375
    },
    {
      "ID": 375,
      "Name": "TM48",
      "BattleID": "tm48",
      "Description": "Teaches Round to a compatible Pokémon. The user attacks the target with a song. Others can join in the Round and make the attack do greater damage.",
      "ItemImage": 376
    },
    {
      "ID": 376,
      "Name": "TM49",
      "BattleID": "tm49",
      "Description": "Teaches Echoed Voice to a compatible Pokémon. The user attacks the target with an echoing voice. If this move is used every turn, it does greater damage.",
      "ItemImage": 377
    },
    {
      "ID": 377,
      "Name": "TM50",
      "BattleID": "tm50",
      "Description": "Teaches Overheat to a compatible Pokémon. The user attacks the target at full power. The attack's recoil harshly lowers the user's Sp. Atk stat.",
      "ItemImage": 378
    },
    {
      "ID": 378,
      "Name": "TM51",
      "BattleID": "tm51",
      "Description": "Teaches Steel Wing to a compatible Pokémon. The target is hit with wings of steel. This may also raise the user's Defense stat.",
      "ItemImage": 379
    },
    {
      "ID": 379,
      "Name": "TM52",
      "BattleID": "tm52",
      "Description": "Teaches Focus Blast to a compatible Pokémon. The user heightens its mental focus and unleashes its power. This may also lower the target's Sp. Def.",
      "ItemImage": 380
    },
    {
      "ID": 380,
      "Name": "TM53",
      "BattleID": "tm53",
      "Description": "Teaches Energy Ball to a compatible Pokémon. The user draws power from nature and fires it at the target. This may also lower the target's Sp. Def.",
      "ItemImage": 381
    },
    {
      "ID": 381,
      "Name": "TM54",
      "BattleID": "tm54",
      "Description": "Teaches False Swipe to a compatible Pokémon. A restrained attack that prevents the target from fainting. The target is left with at least 1 HP.",
      "ItemImage": 382
    },
    {
      "ID": 382,
      "Name": "TM55",
      "BattleID": "tm55",
      "Description": "Teaches Scald to a compatible Pokémon. The user shoots boiling hot water at its target. This may also leave the target with a burn.",
      "ItemImage": 383
    },
    {
      "ID": 383,
      "Name": "TM56",
      "BattleID": "tm56",
      "Description": "Teaches Fling to a compatible Pokémon. The user flings its held item at the target to attack. This move's power and effects depend on the item.",
      "ItemImage": 384
    },
    {
      "ID": 384,
      "Name": "TM57",
      "BattleID": "tm57",
      "Description": "Teaches Charge Beam to a compatible Pokémon. The user attacks with an electric charge. The user may use any remaining electricity to raise its Sp. Atk stat.",
      "ItemImage": 385
    },
    {
      "ID": 385,
      "Name": "TM58",
      "BattleID": "tm58",
      "Description": "Teaches Sky Drop to a compatible Pokémon. The user takes the target into the sky, then drops it during the next turn. The target cannot attack while in the sky.",
      "ItemImage": 386
    },
    {
      "ID": 386,
      "Name": "TM59",
      "BattleID": "tm59",
      "Description": "Teaches Incinerate to a compatible Pokémon. The user attacks opposing Pokémon with fire. If a Pokémon is holding a certain item, such as a Berry, the item becomes burned up and unusable.",
      "ItemImage": 359
    },
    {
      "ID": 387,
      "Name": "TM60",
      "BattleID": "tm60",
      "Description": "Teaches Quash to a compatible Pokémon. The user suppresses the target and makes its move go last.",
      "ItemImage": 388
    },
    {
      "ID": 388,
      "Name": "TM61",
      "BattleID": "tm61",
      "Description": "Teaches Will-O-Wisp to a compatible Pokémon. The user shoots a sinister, bluish-white flame at the target to inflict a burn.",
      "ItemImage": 389
    },
    {
      "ID": 389,
      "Name": "TM62",
      "BattleID": "tm62",
      "Description": "Teaches Acrobatics to a compatible Pokémon. The user nimbly strikes the target. If the user is not holding an item, this attack inflicts massive damage.",
      "ItemImage": 390
    },
    {
      "ID": 390,
      "Name": "TM63",
      "BattleID": "tm63",
      "Description": "Teaches Embargo to a compatible Pokémon. This move prevents the target from using its held item. Its Trainer is also prevented from using items on it.",
      "ItemImage": 391
    },
    {
      "ID": 391,
      "Name": "TM64",
      "BattleID": "tm64",
      "Description": "Teaches Explosion to a compatible Pokémon. The user attacks everything around it by causing a tremendous explosion. The user faints upon using this move.",
      "ItemImage": 392
    },
    {
      "ID": 392,
      "Name": "TM65",
      "BattleID": "tm65",
      "Description": "Teaches Shadow Claw to a compatible Pokémon. The user slashes with a sharp claw made from shadows. Critical hits land more easily.",
      "ItemImage": 393
    },
    {
      "ID": 393,
      "Name": "TM66",
      "BattleID": "tm66",
      "Description": "Teaches Payback to a compatible Pokémon. The user stores power, then attacks. If the user moves after the target, this attack's power will be doubled.",
      "ItemImage": 394
    },
    {
      "ID": 394,
      "Name": "TM67",
      "BattleID": "tm67",
      "Description": "Teaches Retaliate to a compatible Pokémon. The user gets revenge for a fainted ally. If an ally fainted in the previous turn, this move becomes more powerful.",
      "ItemImage": 396
    },
    {
      "ID": 395,
      "Name": "TM68",
      "BattleID": "tm68",
      "Description": "Teaches Giga Impact to a compatible Pokémon. The user charges at the target using every bit of its power. The user can't move on the next turn.",
      "ItemImage": 396
    },
    {
      "ID": 396,
      "Name": "TM69",
      "BattleID": "tm69",
      "Description": "Teaches Rock Polish to a compatible Pokémon. The user polishes its body to reduce drag. This can sharply raise the Speed stat.",
      "ItemImage": 397
    },
    {
      "ID": 397,
      "Name": "TM70",
      "BattleID": "tm70",
      "Description": "Teaches Flash to a compatible Pokémon. The user flashes a bright light that cuts the target's accuracy.",
      "ItemImage": 396
    },
    {
      "ID": 398,
      "Name": "TM71",
      "BattleID": "tm71",
      "Description": "Teaches Stone Edge to a compatible Pokémon. The user stabs the target with sharpened stones from below. Critical hits land more easily.",
      "ItemImage": 399
    },
    {
      "ID": 399,
      "Name": "TM72",
      "BattleID": "tm72",
      "Description": "Teaches Volt Switch to a compatible Pokémon. After making its attack, the user rushes back to switch places with a party Pokémon in waiting.",
      "ItemImage": 400
    },
    {
      "ID": 400,
      "Name": "TM73",
      "BattleID": "tm73",
      "Description": "Teaches Thunder Wave to a compatible Pokémon. The user launches a weak jolt of electricity that paralyzes the target.",
      "Usage": 0,
      "ItemImage": 401
    },
    {
      "ID": 401,
      "Name": "TM74",
      "BattleID": "tm74",
      "Description": "Teaches Gyro Ball to a compatible Pokémon. The user tackles the target with a high-speed spin. The slower the user compared to the target, the greater the move's power.",
      "ItemImage": 402
    },
    {
      "ID": 402,
      "Name": "TM75",
      "BattleID": "tm75",
      "Description": "Teaches Swords Dance to a compatible Pokémon. A frenetic dance to uplift the fighting spirit. This sharply raises the user's Attack stat.",
      "ItemImage": 403
    },
    {
      "ID": 403,
      "Name": "TM76",
      "BattleID": "tm76",
      "Description": "Teaches Struggle Bug to a compatible Pokémon. While resisting, the user attacks the opposing Pokémon. This lowers the Sp. Atk stat of those hit.",
      "ItemImage": 409
    },
    {
      "ID": 404,
      "Name": "TM77",
      "BattleID": "tm77",
      "Description": "Teaches Psych Up to a compatible Pokémon. The user hypnotizes itself into copying any stat change made by the target.",
      "ItemImage": 405
    },
    {
      "ID": 405,
      "Name": "TM78",
      "BattleID": "tm78",
      "Description": "Teaches Bulldoze to a compatible Pokémon. The user strikes everything around it by stomping down on the ground. This lowers the Speed stat of those hit.",
      "ItemImage": 406
    },
    {
      "ID": 406,
      "Name": "TM79",
      "BattleID": "tm79",
      "Description": "Teaches Frost Breath to a compatible Pokémon. The user blows its cold breath on the target. This attack always results in a critical hit.",
      "ItemImage": 407
    },
    {
      "ID": 407,
      "Name": "TM80",
      "BattleID": "tm80",
      "Description": "Teaches Rock Slide to a compatible Pokémon. Large boulders are hurled at the opposing Pokémon to inflict damage. This may also make the opposing Pokémon flinch.",
      "ItemImage": 408
    },
    {
      "ID": 408,
      "Name": "TM81",
      "BattleID": "tm81",
      "Description": "Teaches X-Scissor to a compatible Pokémon. The user slashes at the target by crossing its scythes or claws as if they were a pair of scissors.",
      "ItemImage": 409
    },
    {
      "ID": 409,
      "Name": "TM82",
      "BattleID": "tm82",
      "Description": "Teaches Dragon Tail to a compatible Pokémon. The target is knocked away, and a different Pokémon is dragged out. In the wild, this ends a battle against a single Pokémon.",
      "ItemImage": 410
    },
    {
      "ID": 410,
      "Name": "TM83",
      "BattleID": "tm83",
      "Description": "Teaches Infestation to a compatible Pokémon. The target is infested and attacked for four to five turns. The target can't flee during this time.",
      "ItemImage": 411
    },
    {
      "ID": 411,
      "Name": "TM84",
      "BattleID": "tm84",
      "Description": "Teaches Poison Jab to a compatible Pokémon. The target is stabbed with a tentacle or arm steeped in poison. This may also poison the target.",
      "ItemImage": 412
    },
    {
      "ID": 412,
      "Name": "TM85",
      "BattleID": "tm85",
      "Description": "Teaches Dream Eater to a compatible Pokémon. The user eats the dreams of a sleeping target. It absorbs half the damage caused to heal its own HP.",
      "ItemImage": 413
    },
    {
      "ID": 413,
      "Name": "TM86",
      "BattleID": "tm86",
      "Description": "Teaches Grass Knot to a compatible Pokémon. The user snares the target with grass and trips it. The heavier the target, the greater the move's power.",
      "ItemImage": 414
    },
    {
      "ID": 414,
      "Name": "TM87",
      "BattleID": "tm87",
      "Description": "Teaches Swagger to a compatible Pokémon. The user enrages and confuses the target. However, this also sharply raises the target's Attack stat.",
      "ItemImage": 415
    },
    {
      "ID": 415,
      "Name": "TM88",
      "BattleID": "tm88",
      "Description": "Teaches Sleep Talk to a compatible Pokémon. While it is asleep, the user randomly uses one of the moves it knows.",
      "ItemImage": 416
    },
    {
      "ID": 416,
      "Name": "TM89",
      "BattleID": "tm89",
      "Description": "Teaches U-turn to a compatible Pokémon. After making its attack, the user rushes back to switch places with a party Pokémon in waiting.",
      "ItemImage": 417
    },
    {
      "ID": 417,
      "Name": "TM90",
      "BattleID": "tm90",
      "Description": "Teaches Substitute to a compatible Pokémon. The user makes a copy of itself using some of its HP. The copy serves as the user's decoy.",
      "ItemImage": 418
    },
    {
      "ID": 418,
      "Name": "TM91",
      "BattleID": "tm91",
      "Description": "Teaches Flash Cannon to a compatible Pokémon. The user gathers all its light energy and releases it at once. This may also lower the target's Sp. Def stat.",
      "ItemImage": 419
    },
    {
      "ID": 419,
      "Name": "TM92",
      "BattleID": "tm92",
      "Description": "Teaches Trick Room to a compatible Pokémon. The user creates a bizarre area in which slower Pokémon get to move first for five turns.",
      "ItemImage": 420
    },
    {
      "ID": 420,
      "Name": "HM01",
      "BattleID": "hm01",
      "Description": "Teaches Cut to a compatible Pokémon. The target is cut with a scythe or claw. This can also be used to cut down thin trees.",
      "ItemImage": 421
    },
    {
      "ID": 421,
      "Name": "HM02",
      "BattleID": "hm02",
      "Description": "Teaches Fly to a compatible Pokémon. The user soars and then strikes its target on the next turn. This can also be used to fly to any familiar town.",
      "ItemImage": 422
    },
    {
      "ID": 422,
      "Name": "HM03",
      "BattleID": "hm03",
      "Description": "Teaches Surf to a compatible Pokémon. The user attacks everything around it by swamping its surroundings with a giant wave. This can also be used for crossing water.",
      "ItemImage": 423
    },
    {
      "ID": 423,
      "Name": "HM04",
      "BattleID": "hm04",
      "Description": "Teaches Strength to a compatible Pokémon. The target is slugged with a punch thrown at maximum power. This can also be used to move heavy boulders.",
      "ItemImage": 424
    },
    {
      "ID": 424,
      "Name": "HM05",
      "BattleID": "hm05",
      "Description": "Teaches Waterfall to a compatible Pokémon. The user charges at the target and may make it flinch. This can also be used to climb a waterfall.",
      "ItemImage": 425
    },
    {
      "ID": 425,
      "Name": "HM06",
      "BattleID": "hm06",
      "Description": "Teaches Rock Smash to a compatible Pokémon. The user attacks with a punch. This may also lower the target's Defense stat. This move can also shatter rocks in the field.",
      "ItemImage": 426
    },
    {
      "ID": 426,
      "Name": "???",
      "BattleID": "",
      "Description": "",
      "ItemImage": 427
    },
    {
      "ID": 427,
      "Name": "???",
      "BattleID": "",
      "Description": "",
      "ItemImage": 428
    },
    {
      "ID": 428,
      "Name": "Explorer Kit",
      "BattleID": "explorerkit",
      "Description": "A bag filled with convenient tools for exploring. It provides access to the Underground in the Sinnoh region.",
      "ItemImage": 429
    },
    {
      "ID": 429,
      "Name": "Loot Sack",
      "BattleID": "lootsack",
      "Description": "A sturdy, spacious bag that is used to carry any treasures or loot obtained in the coal mine.",
      "ItemImage": 430
    },
    {
      "ID": 430,
      "Name": "Rule Book",
      "BattleID": "rulebook",
      "Description": "It lists the rules for holding battles. For Link Battles, you may choose which set of rules you wish to use.",
      "ItemImage": 431
    },
    {
      "ID": 431,
      "Name": "Poké Radar",
      "BattleID": "pokradar",
      "Description": "A tool that can search out Pokémon that are hiding in grass. Its battery is recharged as you walk.",
      "ItemImage": 432
    },
    {
      "ID": 432,
      "Name": "Point Card",
      "BattleID": "pointcard",
      "Description": "A card that lists the Battle Points you have earned.",
      "ItemImage": 433
    },
    {
      "ID": 433,
      "Name": "Journal",
      "BattleID": "journal",
      "Description": "A notebook that keeps a day-to-day record of your adventure so far.",
      "ItemImage": 434
    },
    {
      "ID": 434,
      "Name": "Seal Case",
      "BattleID": "sealcase",
      "Description": "A case for storing Seals that can be applied to the Capsule cases of Poké Balls.",
      "ItemImage": 435
    },
    {
      "ID": 435,
      "Name": "Fashion Case",
      "BattleID": "fashioncase",
      "Description": "A lovely case to store colorful Props for your Pokémon to wear in a musical.",
      "ItemImage": 436
    },
    {
      "ID": 436,
      "Name": "Seal Bag",
      "BattleID": "sealbag",
      "Description": "A tiny bag that can hold 10 Seals for decorating Poké Balls.",
      "ItemImage": 437
    },
    {
      "ID": 437,
      "Name": "Pal Pad",
      "BattleID": "palpad",
      "Description": "A convenient notepad that is used for registering your friends, Friend Codes, and keeping a record of game play.",
      "ItemImage": 438
    },
    {
      "ID": 438,
      "Name": "Works Key",
      "BattleID": "workskey",
      "Description": "A large key for operating the doors of the Valley Windworks in the canyon. It was held by a Team Galactic Grunt.",
      "ItemImage": 439
    },
    {
      "ID": 439,
      "Name": "Old Charm",
      "BattleID": "oldcharm",
      "Description": "An ancient good-luck charm made of Pokémon bones to be taken to the elder of Celestic Town.",
      "ItemImage": 440
    },
    {
      "ID": 440,
      "Name": "Galactic Key",
      "BattleID": "galactickey",
      "Description": "A card key for disengaging security systems in the Galactic HQ. Losing it can result in punishment, apparently.",
      "ItemImage": 441
    },
    {
      "ID": 441,
      "Name": "Red Chain",
      "BattleID": "redchain",
      "Description": "A mythical chain that is said to link the Legendary Pokémon that created the Sinnoh region.",
      "ItemImage": 442
    },
    {
      "ID": 442,
      "Name": "Town Map",
      "BattleID": "townmap",
      "Description": "A very convenient map that can be viewed anytime. It even shows you your present location in the region.",
      "ItemImage": 443
    },
    {
      "ID": 443,
      "Name": "Vs. Seeker",
      "BattleID": "vs.seeker",
      "Description": "A device that indicates Trainers who want to battle. Its battery charges while you walk.",
      "ItemImage": 444
    },
    {
      "ID": 444,
      "Name": "Coin Case",
      "BattleID": "coincase",
      "Description": "A case for holding coins obtained at the Game Corner. It holds up to 9,999 coins.",
      "ItemImage": 445
    },
    {
      "ID": 445,
      "Name": "Old Rod",
      "BattleID": "oldrod",
      "Description": "An old and beat-up fishing rod. Use it by any body of water to fish for wild aquatic Pokémon.",
      "ItemImage": 446
    },
    {
      "ID": 446,
      "Name": "Good Rod",
      "BattleID": "goodrod",
      "Description": "A new, good-quality fishing rod. Use it by any body of water to fish for wild aquatic Pokémon.",
      "ItemImage": 447
    },
    {
      "ID": 447,
      "Name": "Super Rod",
      "BattleID": "superrod",
      "Description": "An awesome, high-tech fishing rod. Use it by any body of water to fish for wild aquatic Pokémon.",
      "ItemImage": 448
    },
    {
      "ID": 448,
      "Name": "Sprayduck",
      "BattleID": "sprayduck",
      "Description": "A watering can shaped like a Psyduck. It helps promote the healthy growth of any Berries planted in good, soft soil.",
      "ItemImage": 449
    },
    {
      "ID": 449,
      "Name": "Poffin Case",
      "BattleID": "poffincase",
      "Description": "A case for storing Poffin cooked from Berries.",
      "ItemImage": 450
    },
    {
      "ID": 450,
      "Name": "Bicycle",
      "BattleID": "bicycle",
      "Description": "A folding Bike that enables a rider to get around much faster.",
      "ItemImage": 451
    },
    {
      "ID": 451,
      "Name": "Suite Key",
      "BattleID": "suitekey",
      "Description": "A key to one of the suites at the luxury hotel by a lake. For some odd reason, it often disappears.",
      "ItemImage": 452
    },
    {
      "ID": 452,
      "Name": "Oak's Letter",
      "BattleID": "oaksletter",
      "Description": "A letter from Professor Oak. Written in it is a request for you to go to Route 224.",
      "ItemImage": 453
    },
    {
      "ID": 453,
      "Name": "Lunar Wing",
      "BattleID": "lunarwing",
      "Description": "A feather that glows like the moon. It's said to possess the power to dispel nightmares.",
      "ItemImage": 454
    },
    {
      "ID": 454,
      "Name": "Member Card",
      "BattleID": "membercard",
      "Description": "A card needed for entering the inn in Canalave City. Oddly, the last date marked on it was 50 years ago.",
      "ItemImage": 455
    },
    {
      "ID": 455,
      "Name": "Azure Flute",
      "BattleID": "azureflute",
      "Description": "A flute that puts out echoing sounds that do not seem to be of this world. No one knows who made it.",
      "ItemImage": 456
    },
    {
      "ID": 456,
      "Name": "S.S. Ticket",
      "BattleID": "s.s.ticket",
      "Description": "The ticket required for sailing on a ferry.",
      "ItemImage": 457
    },
    {
      "ID": 457,
      "Name": "Contest Pass",
      "BattleID": "contestpass",
      "Description": "A pass required for entering Pokémon Contests. It has a drawing of an award ribbon on its front.",
      "ItemImage": 458
    },
    {
      "ID": 458,
      "Name": "Magma Stone",
      "BattleID": "magmastone",
      "Description": "A stone formed by boulders melting in intensely hot magma, then hardening. Magma remains sealed inside it.",
      "ItemImage": 459
    },
    {
      "ID": 459,
      "Name": "Parcel",
      "BattleID": "parcel",
      "Description": "A parcel entrusted in your care. You are supposed to deliver it to your childhood friend who left Twinleaf Town.",
      "ItemImage": 460
    },
    {
      "ID": 460,
      "Name": "Coupon 1",
      "BattleID": "coupon1",
      "Description": "A coupon to be exchanged for a Pokémon Watch (Pokétch for short). Three coupons are needed.",
      "ItemImage": 461
    },
    {
      "ID": 461,
      "Name": "Coupon 2",
      "BattleID": "coupon2",
      "Description": "A coupon to be exchanged for a Pokémon Watch (Pokétch for short). Three coupons are needed.",
      "ItemImage": 462
    },
    {
      "ID": 462,
      "Name": "Coupon 3",
      "BattleID": "coupon3",
      "Description": "A coupon to be exchanged for a Pokémon Watch (Pokétch for short). Three coupons are needed.",
      "ItemImage": 463
    },
    {
      "ID": 463,
      "Name": "Storage Key",
      "BattleID": "storagekey",
      "Description": "The key to Team Galactic's sinister warehouse located at the edge of Veilstone City.",
      "ItemImage": 464
    },
    {
      "ID": 464,
      "Name": "Secret Potion",
      "BattleID": "secretpotion",
      "Description": "A fantastic medicine dispensed by the pharmacy in Cianwood City. It fully heals a Pokémon of any ailment.",
      "ItemImage": 465
    },
    {
      "ID": 465,
      "Name": "Vs. Recorder",
      "BattleID": "vs.recorder",
      "Description": "An amazing device that can record a battle between friends or the battles at certain special battle facilities.",
      "ItemImage": 466
    },
    {
      "ID": 466,
      "Name": "Gracidea",
      "BattleID": "gracidea",
      "Description": "A flower sometimes bundled in bouquets to convey gratitude on special occasions like birthdays.",
      "ItemImage": 467
    },
    {
      "ID": 467,
      "Name": "Secret Key",
      "BattleID": "secretkey",
      "Description": "A high-tech key that has to be used at a specific location. It emits a special electronic signal to open a door.",
      "ItemImage": 468
    },
    {
      "ID": 468,
      "Name": "Apricorn Box",
      "BattleID": "apricornbox",
      "Description": "A handy box where you can store up to 99 Apricorns of each kind.",
      "ItemImage": 469
    },
    {
      "ID": 469,
      "Name": "Unown Report",
      "BattleID": "unownreport",
      "Description": "A report of all the discovered kinds of Unown.",
      "ItemImage": 470
    },
    {
      "ID": 470,
      "Name": "Berry Pots",
      "BattleID": "berrypots",
      "Description": "Handy containers for cultivating Berries wherever you go.",
      "ItemImage": 471
    },
    {
      "ID": 471,
      "Name": "Dowsing Machine",
      "BattleID": "dowsingmachine",
      "Description": "This high-tech machine shows the location of invisible items. It's attached to the head when in use.",
      "ItemImage": 472
    },
    {
      "ID": 472,
      "Name": "Blue Card",
      "BattleID": "bluecard",
      "Description": "A card to save points for the Buena's Password show.",
      "ItemImage": 473
    },
    {
      "ID": 473,
      "Name": "Slowpoke Tail",
      "BattleID": "slowpoketail",
      "Description": "A very tasty tail of something. It can be sold at a high price to shops.",
      "ItemImage": 474
    },
    {
      "ID": 474,
      "Name": "Clear Bell",
      "BattleID": "clearbell",
      "Description": "A very old-fashioned bell that makes a gentle ringing sound.",
      "ItemImage": 475
    },
    {
      "ID": 475,
      "Name": "Card Key",
      "BattleID": "cardkey",
      "Description": "A card key that opens a shutter in the Radio Tower.",
      "ItemImage": 476
    },
    {
      "ID": 476,
      "Name": "Basement Key",
      "BattleID": "basementkey",
      "Description": "A key that opens a door in the Goldenrod Tunnel.",
      "ItemImage": 477
    },
    {
      "ID": 477,
      "Name": "Squirt Bottle",
      "BattleID": "squirtbottle",
      "Description": "A bottle used for watering plants in the Berry Pots.",
      "ItemImage": 478
    },
    {
      "ID": 478,
      "Name": "Red Scale",
      "BattleID": "redscale",
      "Description": "A scale from the red Gyarados. It glows red like a flame.",
      "ItemImage": 479
    },
    {
      "ID": 479,
      "Name": "Lost Item",
      "BattleID": "lostitem",
      "Description": "The Mime Jr. doll that was lost by the Copycat.",
      "ItemImage": 480
    },
    {
      "ID": 480,
      "Name": "Pass",
      "BattleID": "pass",
      "Description": "A ticket required for riding the Magnet Train. It allows you to ride whenever and however much you'd like.",
      "ItemImage": 481
    },
    {
      "ID": 481,
      "Name": "Machine Part",
      "BattleID": "machinepart",
      "Description": "An important machine part for the Power Plant that was stolen.",
      "ItemImage": 482
    },
    {
      "ID": 482,
      "Name": "Silver Wing",
      "BattleID": "silverwing",
      "Description": "A strange, silvery feather that sparkles.",
      "ItemImage": 483
    },
    {
      "ID": 483,
      "Name": "Rainbow Wing",
      "BattleID": "rainbowwing",
      "Description": "A mystical rainbow feather that sparkles.",
      "ItemImage": 484
    },
    {
      "ID": 484,
      "Name": "Mystery Egg",
      "BattleID": "mysteryegg",
      "Description": "A mysterious Egg obtained from Mr. Pokémon. What's in the Egg is unknown.",
      "ItemImage": 485
    },
    {
      "ID": 485,
      "Name": "Red Apricorn",
      "BattleID": "redapricorn",
      "Description": "A red Apricorn. It assails your nostrils.",
      "ItemImage": 486
    },
    {
      "ID": 486,
      "Name": "Blue Apricorn",
      "BattleID": "blueapricorn",
      "Description": "A blue Apricorn. It smells a bit like grass.",
      "ItemImage": 487
    },
    {
      "ID": 487,
      "Name": "Yellow Apricorn",
      "BattleID": "yellowapricorn",
      "Description": "A yellow Apricorn. It has an invigorating scent.",
      "ItemImage": 488
    },
    {
      "ID": 488,
      "Name": "Green Apricorn",
      "BattleID": "greenapricorn",
      "Description": "A green Apricorn. It has a mysterious, aromatic scent.",
      "ItemImage": 489
    },
    {
      "ID": 489,
      "Name": "Pink Apricorn",
      "BattleID": "pinkapricorn",
      "Description": "A pink Apricorn. It has a nice, sweet scent.",
      "ItemImage": 490
    },
    {
      "ID": 490,
      "Name": "White Apricorn",
      "BattleID": "whiteapricorn",
      "Description": "A white Apricorn. It doesn't smell like anything.",
      "ItemImage": 491
    },
    {
      "ID": 491,
      "Name": "Black Apricorn",
      "BattleID": "blackapricorn",
      "Description": "A black Apricorn. It has a scent beyond one's experience.",
      "ItemImage": 492
    },
    {
      "ID": 492,
      "Name": "Fast Ball",
      "BattleID": "fastball",
      "Description": "A Poké Ball that makes it easier to catch Pokémon that are usually very quick to run away.",
      "ItemImage": 493
    },
    {
      "ID": 493,
      "Name": "Level Ball",
      "BattleID": "levelball",
      "Description": "A Poké Ball that makes it easier to catch Pokémon that are at a lower level than your own Pokémon.",
      "ItemImage": 494
    },
    {
      "ID": 494,
      "Name": "Lure Ball",
      "BattleID": "lureball",
      "Description": "A Poké Ball that is good for catching Pokémon that you reel in with a Rod while out fishing.",
      "ItemImage": 495
    },
    {
      "ID": 495,
      "Name": "Heavy Ball",
      "BattleID": "heavyball",
      "Description": "A Poké Ball that is better than usual at catching very heavy Pokémon.",
      "ItemImage": 496
    },
    {
      "ID": 496,
      "Name": "Love Ball",
      "BattleID": "loveball",
      "Description": "A Poké Ball that works best when catching a Pokémon that is of the opposite gender of your Pokémon.",
      "ItemImage": 497
    },
    {
      "ID": 497,
      "Name": "Friend Ball",
      "BattleID": "friendball",
      "Description": "A strange Poké Ball that will make the wild Pokémon caught with it more friendly toward you immediately.",
      "ItemImage": 498
    },
    {
      "ID": 498,
      "Name": "Moon Ball",
      "BattleID": "moonball",
      "Description": "A Poké Ball that will make it easier to catch Pokémon that can evolve using a Moon Stone.",
      "ItemImage": 499
    },
    {
      "ID": 499,
      "Name": "Sport Ball",
      "BattleID": "sportball",
      "Description": "A special Poké Ball that is used during the Bug-Catching Contest.",
      "ItemImage": 500
    },
    {
      "ID": 500,
      "Name": "Park Ball",
      "BattleID": "parkball",
      "Description": "A special Poké Ball for the Pal Park.",
      "ItemImage": 501
    },
    {
      "ID": 501,
      "Name": "Photo Album",
      "BattleID": "photoalbum",
      "Description": "A nice photo album for storing all the photos taken along your adventure.",
      "ItemImage": 502
    },
    {
      "ID": 502,
      "Name": "GB Sounds",
      "BattleID": "gbsounds",
      "Description": "A music player that allows you to listen to nostalgic songs. It's operated with the flip of a single switch.",
      "ItemImage": 503
    },
    {
      "ID": 503,
      "Name": "Tidal Bell",
      "BattleID": "tidalbell",
      "Description": "A very old-fashioned bell that makes a gentle ringing sound.",
      "ItemImage": 504
    },
    {
      "ID": 504,
      "Name": "Rage Candy Bar",
      "BattleID": "ragecandybar",
      "Description": "Mahogany Town's famous candy. When consumed, it restores 20 HP to an injured Pokémon.",
      "ItemImage": 505
    },
    {
      "ID": 505,
      "Name": "Data Card 01",
      "BattleID": "datacard01",
      "Description": "It holds Pokéathlon records. It's a card that shows how many victories you've had.",
      "ItemImage": 506
    },
    {
      "ID": 506,
      "Name": "Data Card 02",
      "BattleID": "datacard02",
      "Description": "It holds Pokéathlon records. It's a card that shows how many losses you've had.",
      "ItemImage": 507
    },
    {
      "ID": 507,
      "Name": "Data Card 03",
      "BattleID": "datacard03",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon have dashed.",
      "ItemImage": 508
    },
    {
      "ID": 508,
      "Name": "Data Card 04",
      "BattleID": "datacard04",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon have jumped.",
      "ItemImage": 509
    },
    {
      "ID": 509,
      "Name": "Data Card 05",
      "BattleID": "datacard05",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won the Hurdle Dash.",
      "ItemImage": 510
    },
    {
      "ID": 510,
      "Name": "Data Card 06",
      "BattleID": "datacard06",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won the Relay Run.",
      "ItemImage": 511
    },
    {
      "ID": 511,
      "Name": "Data Card 07",
      "BattleID": "datacard07",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Pennant Capture.",
      "ItemImage": 512
    },
    {
      "ID": 512,
      "Name": "Data Card 08",
      "BattleID": "datacard08",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Block Smash.",
      "ItemImage": 513
    },
    {
      "ID": 513,
      "Name": "Data Card 09",
      "BattleID": "datacard09",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Disc Catch.",
      "ItemImage": 514
    },
    {
      "ID": 514,
      "Name": "Data Card 10",
      "BattleID": "datacard10",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Snow Throw.",
      "ItemImage": 515
    },
    {
      "ID": 515,
      "Name": "Data Card 11",
      "BattleID": "datacard11",
      "Description": "It holds Pokéathlon records. It's a card that shows how many points your Pokémon scored.",
      "ItemImage": 516
    },
    {
      "ID": 516,
      "Name": "Data Card 12",
      "BattleID": "datacard12",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon have failed.",
      "ItemImage": 517
    },
    {
      "ID": 517,
      "Name": "Data Card 13",
      "BattleID": "datacard13",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon impeded themselves.",
      "ItemImage": 518
    },
    {
      "ID": 518,
      "Name": "Data Card 14",
      "BattleID": "datacard14",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon have tackled.",
      "ItemImage": 519
    },
    {
      "ID": 519,
      "Name": "Data Card 15",
      "BattleID": "datacard15",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon have fallen down.",
      "ItemImage": 520
    },
    {
      "ID": 520,
      "Name": "Data Card 16",
      "BattleID": "datacard16",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Ring Drop.",
      "ItemImage": 521
    },
    {
      "ID": 521,
      "Name": "Data Card 17",
      "BattleID": "datacard17",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Lamp Jump.",
      "ItemImage": 522
    },
    {
      "ID": 522,
      "Name": "Data Card 18",
      "BattleID": "datacard18",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Circle Push.",
      "ItemImage": 523
    },
    {
      "ID": 523,
      "Name": "Data Card 19",
      "BattleID": "datacard19",
      "Description": "It holds Pokéathlon records. It's a card that shows how many Link Pokéathlon wins you've had.",
      "ItemImage": 524
    },
    {
      "ID": 524,
      "Name": "Data Card 20",
      "BattleID": "datacard20",
      "Description": "It holds Pokéathlon records. It's a card that shows how many Link Pokéathlon losses you've had.",
      "ItemImage": 525
    },
    {
      "ID": 525,
      "Name": "Data Card 21",
      "BattleID": "datacard21",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won an event.",
      "ItemImage": 526
    },
    {
      "ID": 526,
      "Name": "Data Card 22",
      "BattleID": "datacard22",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've lost an event.",
      "ItemImage": 527
    },
    {
      "ID": 527,
      "Name": "Data Card 23",
      "BattleID": "datacard23",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've switched Pokémon.",
      "ItemImage": 528
    },
    {
      "ID": 528,
      "Name": "Data Card 24",
      "BattleID": "datacard24",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've won Goal Roll.",
      "ItemImage": 529
    },
    {
      "ID": 529,
      "Name": "Data Card 25",
      "BattleID": "datacard25",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times your Pokémon won individual prizes.",
      "ItemImage": 530
    },
    {
      "ID": 530,
      "Name": "Data Card 26",
      "BattleID": "datacard26",
      "Description": "It holds Pokéathlon records. It's a card that shows how many times you've instructed your Pokémon.",
      "ItemImage": 531
    },
    {
      "ID": 531,
      "Name": "Data Card 27",
      "BattleID": "datacard27",
      "Description": "It holds Pokéathlon records. It's a card that shows how much time you've spent in the Pokéathlon.",
      "ItemImage": 532
    },
    {
      "ID": 532,
      "Name": "Jade Orb",
      "BattleID": "jadeorb",
      "Description": "A shiny green orb that is said to have a legend tied to it. It's known to have a deep connection with the Hoenn region.",
      "ItemImage": 533
    },
    {
      "ID": 533,
      "Name": "Lock Capsule",
      "BattleID": "lockcapsule",
      "Description": "A sturdy Capsule that can only be opened with a special key.",
      "ItemImage": 534
    },
    {
      "ID": 534,
      "Name": "Red Orb",
      "BattleID": "redorb",
      "Description": "A shiny red orb that is said to have a legend tied to it. It's known to have a deep connection with the Hoenn region.",
      "ItemImage": 535
    },
    {
      "ID": 535,
      "Name": "Blue Orb",
      "BattleID": "blueorb",
      "Description": "A shiny blue orb that is said to have a legend tied to it. It's known to have a deep connection with the Hoenn region.",
      "ItemImage": 536
    },
    {
      "ID": 536,
      "Name": "Enigma Stone",
      "BattleID": "enigmastone",
      "Description": "A crystal ball that was excavated from the ground. It's a very beautiful stone that is covered with bits of rock and earth.",
      "ItemImage": 537
    },
    {
      "ID": 537,
      "Name": "Prism Scale",
      "BattleID": "prismscale",
      "Description": "A mysterious scale that causes a certain Pokémon to evolve. It shines in rainbow colors.",
      "ItemImage": 538
    },
    {
      "ID": 538,
      "Name": "Eviolite",
      "BattleID": "eviolite",
      "Description": "A mysterious Evolutionary lump. When held by a Pokémon that can still evolve, it raises both Defense and Sp. Def.",
      "ItemImage": 539
    },
    {
      "ID": 539,
      "Name": "Float Stone",
      "BattleID": "floatstone",
      "Description": "An item to be held by a Pokémon. This very light stone reduces the weight of a Pokémon when held.",
      "ItemImage": 540
    },
    {
      "ID": 540,
      "Name": "Rocky Helmet",
      "BattleID": "rockyhelmet",
      "Description": "An item to be held by a Pokémon. If the holder is hit, the attacker will also be damaged upon contact.",
      "ItemImage": 541
    },
    {
      "ID": 541,
      "Name": "Air Balloon",
      "BattleID": "airballoon",
      "Description": "An item to be held by a Pokémon. The holder will float in the air until hit. Once hit, this item will burst.",
      "ItemImage": 542
    },
    {
      "ID": 542,
      "Name": "Red Card",
      "BattleID": "redcard",
      "Description": "An item to be held by a Pokémon. When the holder is hit by an attack, the attacker is removed from battle.",
      "ItemImage": 543
    },
    {
      "ID": 543,
      "Name": "Ring Target",
      "BattleID": "ringtarget",
      "Description": "An item to be held by a Pokémon. Moves that normally have no effect will land on a Pokémon holding it.",
      "ItemImage": 544
    },
    {
      "ID": 544,
      "Name": "Binding Band",
      "BattleID": "bindingband",
      "Description": "An item to be held by a Pokémon. A band that increases the power of binding moves used by the holder.",
      "ItemImage": 545
    },
    {
      "ID": 545,
      "Name": "Absorb Bulb",
      "BattleID": "absorbbulb",
      "Description": "An item to be held by a Pokémon. It boosts Sp. Atk if hit with a Water-type attack. It can only be used once.",
      "ItemImage": 546
    },
    {
      "ID": 546,
      "Name": "Cell Battery",
      "BattleID": "cellbattery",
      "Description": "An item to be held by a Pokémon. It boosts Attack if hit with an Electric-type attack. It can only be used once.",
      "ItemImage": 547
    },
    {
      "ID": 547,
      "Name": "Eject Button",
      "BattleID": "ejectbutton",
      "Description": "An item to be held by a Pokémon. If the holder is hit by an attack, it will be switched out of battle.",
      "ItemImage": 548
    },
    {
      "ID": 548,
      "Name": "Fire Gem",
      "BattleID": "firegem",
      "Description": "A gem with an essence of fire. When held, it strengthens the power of a Fire-type move one time.",
      "ItemImage": 549
    },
    {
      "ID": 549,
      "Name": "Water Gem",
      "BattleID": "watergem",
      "Description": "A gem with an essence of water. When held, it strengthens the power of a Water-type move one time.",
      "ItemImage": 550
    },
    {
      "ID": 550,
      "Name": "Electric Gem",
      "BattleID": "electricgem",
      "Description": "A gem with an essence of electricity. When held, it strengthens the power of an Electric-type move one time.",
      "ItemImage": 551
    },
    {
      "ID": 551,
      "Name": "Grass Gem",
      "BattleID": "grassgem",
      "Description": "A gem with an essence of nature. When held, it strengthens the power of a Grass-type move one time.",
      "ItemImage": 552
    },
    {
      "ID": 552,
      "Name": "Ice Gem",
      "BattleID": "icegem",
      "Description": "A gem with an essence of ice. When held, it strengthens the power of an Ice-type move one time.",
      "ItemImage": 553
    },
    {
      "ID": 553,
      "Name": "Fighting Gem",
      "BattleID": "fightinggem",
      "Description": "A gem with an essence of combat. When held, it strengthens the power of a Fighting-type move one time.",
      "ItemImage": 554
    },
    {
      "ID": 554,
      "Name": "Poison Gem",
      "BattleID": "poisongem",
      "Description": "A gem with an essence of poison. When held, it strengthens the power of a Poison-type move one time.",
      "ItemImage": 555
    },
    {
      "ID": 555,
      "Name": "Ground Gem",
      "BattleID": "groundgem",
      "Description": "A gem with an essence of land. When held, it strengthens the power of a Ground-type move one time.",
      "ItemImage": 556
    },
    {
      "ID": 556,
      "Name": "Flying Gem",
      "BattleID": "flyinggem",
      "Description": "A gem with an essence of air. When held, it strengthens the power of a Flying-type move one time.",
      "ItemImage": 557
    },
    {
      "ID": 557,
      "Name": "Psychic Gem",
      "BattleID": "psychicgem",
      "Description": "A gem with an essence of the mind. When held, it strengthens the power of a Psychic-type move one time.",
      "ItemImage": 558
    },
    {
      "ID": 558,
      "Name": "Bug Gem",
      "BattleID": "buggem",
      "Description": "A gem with an insect-like essence. When held, it strengthens the power of a Bug-type move one time.",
      "ItemImage": 559
    },
    {
      "ID": 559,
      "Name": "Rock Gem",
      "BattleID": "rockgem",
      "Description": "A gem with an essence of rock. When held, it strengthens the power of a Rock-type move one time.",
      "ItemImage": 560
    },
    {
      "ID": 560,
      "Name": "Ghost Gem",
      "BattleID": "ghostgem",
      "Description": "A gem with a spectral essence. When held, it strengthens the power of a Ghost-type move one time.",
      "ItemImage": 561
    },
    {
      "ID": 561,
      "Name": "Dragon Gem",
      "BattleID": "dragongem",
      "Description": "A gem with a draconic essence. When held, it strengthens the power of a Dragon-type move one time.",
      "ItemImage": 562
    },
    {
      "ID": 562,
      "Name": "Dark Gem",
      "BattleID": "darkgem",
      "Description": "A gem with an essence of darkness. When held, it strengthens the power of a Dark-type move one time.",
      "ItemImage": 563
    },
    {
      "ID": 563,
      "Name": "Steel Gem",
      "BattleID": "steelgem",
      "Description": "A gem with an essence of steel. When held, it strengthens the power of a Steel-type move one time.",
      "ItemImage": 564
    },
    {
      "ID": 564,
      "Name": "Normal Gem",
      "BattleID": "normalgem",
      "Description": "A gem with an ordinary essence. When held, it strengthens the power of a Normal-type move one time.",
      "ItemImage": 565
    },
    {
      "ID": 565,
      "Name": "Health Wing",
      "BattleID": "healthwing",
      "Description": "An item for use on a Pokemon. It slightly increases the base HP of a single Pokemon.",
      "ItemImage": 566
    },
    {
      "ID": 566,
      "Name": "Muscle Wing",
      "BattleID": "musclewing",
      "Description": "An item for use on a Pokémon. It slightly increases the base Attack stat of a single Pokémon.",
      "ItemImage": 567
    },
    {
      "ID": 567,
      "Name": "Resist Wing",
      "BattleID": "resistwing",
      "Description": "An item for use on a Pokémon. It slightly increases the base Defense stat of a single Pokémon.",
      "ItemImage": 568
    },
    {
      "ID": 568,
      "Name": "Genius Wing",
      "BattleID": "geniuswing",
      "Description": "An item for use on a Pokémon. It slightly increases the base Sp. Atk stat of a single Pokémon.",
      "ItemImage": 569
    },
    {
      "ID": 569,
      "Name": "Clever Wing",
      "BattleID": "cleverwing",
      "Description": "An item for use on a Pokémon. It slightly increases the base Sp. Def stat of a single Pokémon.",
      "ItemImage": 570
    },
    {
      "ID": 570,
      "Name": "Swift Wing",
      "BattleID": "swiftwing",
      "Description": "An item for use on a Pokémon. It slightly increases the base Speed stat of a single Pokémon.",
      "ItemImage": 571
    },
    {
      "ID": 571,
      "Name": "Pretty Wing",
      "BattleID": "prettywing",
      "Description": "Though this feather is beautiful, it's just a regular feather and has no effect on Pokémon.",
      "ItemImage": 572
    },
    {
      "ID": 572,
      "Name": "Cover Fossil",
      "BattleID": "coverfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived in the sea. It appears as though it could be part of its back.",
      "ItemImage": 573
    },
    {
      "ID": 573,
      "Name": "Plume Fossil",
      "BattleID": "plumefossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived on the land. It looks to be some kind of protective collar.",
      "ItemImage": 574
    },
    {
      "ID": 574,
      "Name": "Liberty Pass",
      "BattleID": "libertypass",
      "Description": "A special pass to go to Liberty Garden. Board the ship in Castelia City.",
      "ItemImage": 575
    },
    {
      "ID": 575,
      "Name": "Pass Orb",
      "BattleID": "passorb",
      "Description": "A mysterious orb containing the power of the Unova region, to be used when generating Pass Power.",
      "ItemImage": 576
    },
    {
      "ID": 576,
      "Name": "Dream Ball",
      "BattleID": "dreamball",
      "Description": "A special Poké Ball that appears in your Bag out of nowhere in the Entree Forest. It can catch any Pokémon.",
      "ItemImage": 577
    },
    {
      "ID": 577,
      "Name": "Poké Toy",
      "BattleID": "poktoy",
      "Description": "A toy that attracts the attention of a Pokémon. It guarantees escape from any battle with wild Pokémon.",
      "ItemImage": 578
    },
    {
      "ID": 578,
      "Name": "Prop Case",
      "BattleID": "propcase",
      "Description": "A lovely case to store colorful Props for your Pokémon to wear in a musical.",
      "ItemImage": 579
    },
    {
      "ID": 579,
      "Name": "Dragon Skull",
      "BattleID": "dragonskull",
      "Description": "A skull of a Pokémon which was said to have braved the angry waters to fly around the world.",
      "ItemImage": 580
    },
    {
      "ID": 580,
      "Name": "Balm Mushroom",
      "BattleID": "balmmushroom",
      "Description": "A rare mushroom that gives off a nice fragrance. It can be sold at a high price to shops.",
      "ItemImage": 581
    },
    {
      "ID": 581,
      "Name": "Big Nugget",
      "BattleID": "bignugget",
      "Description": "A big nugget of pure gold that gives off a lustrous gleam. It can be sold at a high price to shops.",
      "ItemImage": 582
    },
    {
      "ID": 582,
      "Name": "Pearl String",
      "BattleID": "pearlstring",
      "Description": "Very large pearls that sparkle in a pretty silver color. They can be sold at a high price to shops.",
      "ItemImage": 583
    },
    {
      "ID": 583,
      "Name": "Comet Shard",
      "BattleID": "cometshard",
      "Description": "A shard that fell to the ground when a comet approached. It can be sold at a high price to shops.",
      "ItemImage": 584
    },
    {
      "ID": 584,
      "Name": "Relic Copper",
      "BattleID": "reliccopper",
      "Description": "A copper coin used by an ancient civilization about 3,000 years ago.",
      "ItemImage": 585
    },
    {
      "ID": 585,
      "Name": "Relic Silver",
      "BattleID": "relicsilver",
      "Description": "A gold coin used by an ancient civilization about 3,000 years ago.",
      "ItemImage": 586
    },
    {
      "ID": 586,
      "Name": "Relic Gold",
      "BattleID": "relicgold",
      "Description": "A gold coin used by an ancient civilization about 3,000 years ago.",
      "ItemImage": 587
    },
    {
      "ID": 587,
      "Name": "Relic Vase",
      "BattleID": "relicvase",
      "Description": "A fragile vase made by an ancient civilization about 3,000 years ago.",
      "ItemImage": 588
    },
    {
      "ID": 588,
      "Name": "Relic Band",
      "BattleID": "relicband",
      "Description": "A heavy bracelet made by an ancient civilization about 3,000 years ago.",
      "ItemImage": 589
    },
    {
      "ID": 589,
      "Name": "Relic Statue",
      "BattleID": "relicstatue",
      "Description": "A stone figurine made by an ancient civilization about 3,000 years ago.",
      "ItemImage": 590
    },
    {
      "ID": 590,
      "Name": "Relic Crown",
      "BattleID": "reliccrown",
      "Description": "A heavy crown made by an ancient civilization about 3,000 years ago.",
      "ItemImage": 591
    },
    {
      "ID": 591,
      "Name": "Casteliacone",
      "BattleID": "casteliacone",
      "Description": "Castelia City's specialty, soft-serve ice cream. It heals all the status problems of a single Pokémon.",
      "ItemImage": 592
    },
    {
      "ID": 592,
      "Name": "Dire Hit 2",
      "BattleID": "direhit2",
      "Description": "It can be used many times to raise the critical-hit ratio of one Pokémon. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 593
    },
    {
      "ID": 593,
      "Name": "X Speed 2",
      "BattleID": "xspeed2",
      "Description": "It sharply raises the Speed stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 594
    },
    {
      "ID": 594,
      "Name": "X Sp. Atk 2",
      "BattleID": "xsp.atk2",
      "Description": "It sharply raises the Sp. Atk stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 595
    },
    {
      "ID": 595,
      "Name": "X Sp. Def 2",
      "BattleID": "xsp.def2",
      "Description": "It sharply raises the Sp. Def stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 596
    },
    {
      "ID": 596,
      "Name": "X Defense 2",
      "BattleID": "xdefense2",
      "Description": "It sharply raises the Defense stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 597
    },
    {
      "ID": 597,
      "Name": "X Attack 2",
      "BattleID": "xattack2",
      "Description": "",
      "ItemImage": 598
    },
    {
      "ID": 598,
      "Name": "X Accuracy 2",
      "BattleID": "xaccuracy2",
      "Description": "It sharply raises the Attack stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 599
    },
    {
      "ID": 599,
      "Name": "X Speed 3",
      "BattleID": "xspeed3",
      "Description": "It drastically raises the Speed stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 600
    },
    {
      "ID": 600,
      "Name": "X Sp. Atk 3",
      "BattleID": "xsp.atk3",
      "Description": "It drastically raises the Sp. Atk stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 601
    },
    {
      "ID": 601,
      "Name": "X Sp. Def 3",
      "BattleID": "xsp.def3",
      "Description": "It sharply raises the Sp. Def stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 602
    },
    {
      "ID": 602,
      "Name": "X Defense 3",
      "BattleID": "xdefense3",
      "Description": "It drastically raises the Defense stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 603
    },
    {
      "ID": 603,
      "Name": "X Attack 3",
      "BattleID": "xattack3",
      "Description": "It drastically raises the Attack stat of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 604
    },
    {
      "ID": 604,
      "Name": "X Accuracy 3",
      "BattleID": "xaccuracy3",
      "Description": "It drastically raises the accuracy of a Pokémon in battle. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 605
    },
    {
      "ID": 605,
      "Name": "X Speed 6",
      "BattleID": "xspeed6",
      "Description": "It raises the Speed stat of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 606
    },
    {
      "ID": 606,
      "Name": "X Sp. Atk 6",
      "BattleID": "xsp.atk6",
      "Description": "It raises the Sp. Atk stat of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 607
    },
    {
      "ID": 607,
      "Name": "X Sp. Def 6",
      "BattleID": "xsp.def6",
      "Description": "It raises the Sp. Def stat of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 608
    },
    {
      "ID": 608,
      "Name": "X Defense 6",
      "BattleID": "xdefense6",
      "Description": "It raises the Defense stat of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 609
    },
    {
      "ID": 609,
      "Name": "X Attack 6",
      "BattleID": "xattack6",
      "Description": "It raises the Attack stat of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 610
    },
    {
      "ID": 610,
      "Name": "X Accuracy 6",
      "BattleID": "xaccuracy6",
      "Description": "It raises the accuracy of a Pokémon in battle immensely. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 611
    },
    {
      "ID": 611,
      "Name": "Ability Urge",
      "BattleID": "abilityurge",
      "Description": "When used, it activates the Ability of an ally Pokémon.",
      "ItemImage": 612
    },
    {
      "ID": 612,
      "Name": "Item Drop",
      "BattleID": "itemdrop",
      "Description": "When used, it activates the Ability of an ally Pokémon.",
      "ItemImage": 613
    },
    {
      "ID": 613,
      "Name": "Item Urge",
      "BattleID": "itemurge",
      "Description": "When used, it causes an ally Pokémon to use its held item.",
      "ItemImage": 614
    },
    {
      "ID": 614,
      "Name": "Reset Urge",
      "BattleID": "reseturge",
      "Description": "When used, it restores any stat changes of an ally Pokémon.",
      "ItemImage": 615
    },
    {
      "ID": 615,
      "Name": "Dire Hit 3",
      "BattleID": "direhit3",
      "Description": "It can be used many times to greatly raise a Pokémon's critical-hit ratio. It wears off if the Pokémon is withdrawn.",
      "ItemImage": 616
    },
    {
      "ID": 616,
      "Name": "Light Stone",
      "BattleID": "lightstone",
      "Description": "Reshiram's body was destroyed and changed into this stone. It is said to be waiting for the emergence of a hero.",
      "ItemImage": 617
    },
    {
      "ID": 617,
      "Name": "Dark Stone",
      "BattleID": "darkstone",
      "Description": "Zekrom's body was destroyed and changed into this stone. It is said to be waiting for the emergence of a hero.",
      "ItemImage": 618
    },
    {
      "ID": 618,
      "Name": "TM93",
      "BattleID": "tm93",
      "Description": "Teaches Wild Charge to a compatible Pokémon. The user shrouds itself in electricity and smashes into its target. This also damages the user a little.",
      "ItemImage": 619
    },
    {
      "ID": 619,
      "Name": "TM94",
      "BattleID": "tm94",
      "Description": "Teaches Secret Power to a compatible Pokémon. The additional effects of this attack depend upon where it was used.",
      "ItemImage": 329
    },
    {
      "ID": 620,
      "Name": "TM95",
      "BattleID": "tm95",
      "Description": "Teaches Snarl to a compatible Pokémon. The user yells as if it's ranting about something, which lowers the Sp. Atk stat of opposing Pokémon.",
      "ItemImage": 621
    },
    {
      "ID": 621,
      "Name": "Xtransceiver",
      "BattleID": "xtransceiver",
      "Description": "A high-tech transceiver with a camera function. It allows up to four-way calls.",
      "ItemImage": 622
    },
    {
      "ID": 622,
      "Name": "???",
      "BattleID": "",
      "Description": "",
      "ItemImage": 623
    },
    {
      "ID": 623,
      "Name": "Gram 1",
      "BattleID": "gram1",
      "Description": "An important letter which Wingull delivers.",
      "ItemImage": 624
    },
    {
      "ID": 624,
      "Name": "Gram 2",
      "BattleID": "gram2",
      "Description": "An important letter which Wingull delivers.",
      "ItemImage": 625
    },
    {
      "ID": 625,
      "Name": "Gram 3",
      "BattleID": "gram3",
      "Description": "An important letter which Wingull delivers.",
      "ItemImage": 626
    },
    {
      "ID": 626,
      "Name": "Xtransceiver",
      "BattleID": "xtransceiver",
      "Description": "A high-tech transceiver with a camera function. It allows up to four-way calls.",
      "ItemImage": 627
    },
    {
      "ID": 627,
      "Name": "Medal Box",
      "BattleID": "medalbox",
      "Description": "A box-shaped machine that stores Medals and Medal information.",
      "ItemImage": 628
    },
    {
      "ID": 628,
      "Name": "DNA Splicers",
      "BattleID": "dnasplicers",
      "Description": "A splicer that separates Kyurem and a certain Pokémon when they are fused.",
      "ItemImage": 629
    },
    {
      "ID": 629,
      "Name": "DNA Splicers",
      "BattleID": "dnasplicers",
      "Description": "A splicer that separates Kyurem and a certain Pokémon when they are fused.",
      "ItemImage": 630
    },
    {
      "ID": 630,
      "Name": "Permit",
      "BattleID": "permit",
      "Description": "A permit needed to enter the Nature Preserve. Only a few know about this place.",
      "ItemImage": 631
    },
    {
      "ID": 631,
      "Name": "Oval Charm",
      "BattleID": "ovalcharm",
      "Description": "An oval charm said to increase the chance of Pokémon Eggs being found at the Day Care.",
      "ItemImage": 632
    },
    {
      "ID": 632,
      "Name": "Shiny Charm",
      "BattleID": "shinycharm",
      "Description": "A shiny charm said to increase the chance of finding a Shiny Pokémon in the wild.",
      "ItemImage": 633
    },
    {
      "ID": 633,
      "Name": "Plasma Card",
      "BattleID": "plasmacard",
      "Description": "A card key needed to enter the password inside the Plasma Frigate.",
      "ItemImage": 634
    },
    {
      "ID": 634,
      "Name": "Grubby Hanky",
      "BattleID": "grubbyhanky",
      "Description": "A handkerchief dropped by a regular at the Café Warehouse. It smells faintly like a Pokémon.",
      "ItemImage": 635
    },
    {
      "ID": 635,
      "Name": "Colress Machine",
      "BattleID": "colressmachine",
      "Description": "A special device that wrings out the potential of Pokémon. It is an imperfect prototype.",
      "ItemImage": 636
    },
    {
      "ID": 636,
      "Name": "Dropped Item",
      "BattleID": "droppeditem",
      "Description": "The Xtransceiver found at the Nimbasa City amusement park. It seems it belongs to a boy/girl.",
      "ItemImage": 637
    },
    {
      "ID": 637,
      "Name": "Dropped Item",
      "BattleID": "droppeditem",
      "Description": "A looking glass that reveals the truth. It's a mysterious glass that returns a Pokémon to its original shape.",
      "ItemImage": 638
    },
    {
      "ID": 638,
      "Name": "Reveal Glass",
      "BattleID": "revealglass",
      "Description": "A looking glass that reveals the truth. It's a mysterious glass that returns a Pokémon to its original shape.",
      "ItemImage": 639
    },
    {
      "ID": 639,
      "Name": "Weakness Policy",
      "BattleID": "weaknesspolicy",
      "Description": "An item to be held by a Pokémon. Attack and Sp. Atk sharply increase if the holder is hit with a move it's weak to.",
      "ItemImage": 640
    },
    {
      "ID": 640,
      "Name": "Assault Vest",
      "BattleID": "assaultvest",
      "Description": "An item to be held by a Pokémon. This offensive vest raises Sp. Def but prevents the use of status moves.",
      "ItemImage": 641
    },
    {
      "ID": 641,
      "Name": "Holo Caster",
      "BattleID": "holocaster",
      "Description": "A device that allows users to receive and view hologram clips at any time. It is also used to chat with others.",
      "ItemImage": 642
    },
    {
      "ID": 642,
      "Name": "Prof's Letter",
      "BattleID": "profsletter",
      "Description": "A letter that Professor Sycamore wrote to your mother. A faint but pleasant perfume seems to cling to the paper.",
      "ItemImage": 643
    },
    {
      "ID": 643,
      "Name": "Roller Skates",
      "BattleID": "rollerskates",
      "Description": "Attaches roller skates to the bottom of your shoes, allowing you to glide quickly around and perform tricks.",
      "ItemImage": 644
    },
    {
      "ID": 644,
      "Name": "Pixie Plate",
      "BattleID": "pixieplate",
      "Description": "An item to be held by a Pokémon. It is a stone tablet that boosts the power of Fairy-type moves.",
      "ItemImage": 645
    },
    {
      "ID": 645,
      "Name": "Ability Capsule",
      "BattleID": "abilitycapsule",
      "Description": "A capsule that allows a Pokémon with two Abilities to switch between these Abilities when it is used.",
      "ItemImage": 646
    },
    {
      "ID": 646,
      "Name": "Whipped Dream",
      "BattleID": "whippeddream",
      "Description": "A soft and sweet treat made of fluffy, puffy, whipped and whirled cream. It's loved by a certain Pokémon.",
      "ItemImage": 647
    },
    {
      "ID": 647,
      "Name": "Sachet",
      "BattleID": "sachet",
      "Description": "A sachet filled with fragrant perfumes that are just slightly too overwhelming. Yet it's loved by a certain Pokémon.",
      "ItemImage": 648
    },
    {
      "ID": 648,
      "Name": "Luminous Moss",
      "BattleID": "luminousmoss",
      "Description": "An item to be held by a Pokémon. It boosts Sp. Def if hit with a Water-type attack. It can only be used once.",
      "ItemImage": 649
    },
    {
      "ID": 649,
      "Name": "Snowball",
      "BattleID": "snowball",
      "Description": "An item to be held by a Pokémon. It boosts Attack if hit with an Ice-type attack. It can only be used once.",
      "ItemImage": 650
    },
    {
      "ID": 650,
      "Name": "Safety Goggles",
      "BattleID": "safetygoggles",
      "Description": "An item to be held by a Pokémon. These goggles protect the holder from both weather-related damage and powder.",
      "ItemImage": 651
    },
    {
      "ID": 651,
      "Name": "Poké Flute",
      "BattleID": "pokflute",
      "Description": "A flute which can play with such a beautiful tone that even sleeping Pokémon find themselves roused.",
      "ItemImage": 652
    },
    {
      "ID": 652,
      "Name": "Rich Mulch",
      "BattleID": "richmulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 653
    },
    {
      "ID": 653,
      "Name": "Surprise Mulch",
      "BattleID": "surprisemulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 654
    },
    {
      "ID": 654,
      "Name": "Boost Mulch",
      "BattleID": "boostmulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 655
    },
    {
      "ID": 655,
      "Name": "Amaze Mulch",
      "BattleID": "amazemulch",
      "Description": "A fertilizer for growing Berries. However, it appears to be unsuitable for the soil in the Hoenn region and has no effect.",
      "ItemImage": 656
    },
    {
      "ID": 656,
      "Name": "Gengarite",
      "BattleID": "gengarite",
      "Description": "One of a variety of mysterious Mega Stones. Have Gengar hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 657
    },
    {
      "ID": 657,
      "Name": "Gardevoirite",
      "BattleID": "gardevoirite",
      "Description": "One of a variety of mysterious Mega Stones. Have Gardevoir hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 658
    },
    {
      "ID": 658,
      "Name": "Ampharosite",
      "BattleID": "ampharosite",
      "Description": "One of a variety of mysterious Mega Stones. Have Ampharos hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 659
    },
    {
      "ID": 659,
      "Name": "Venusaurite",
      "BattleID": "venusaurite",
      "Description": "One of a variety of mysterious Mega Stones. Have Venusaur hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 660
    },
    {
      "ID": 660,
      "Name": "Charizardite X",
      "BattleID": "charizarditex",
      "Description": "One of a variety of mysterious Mega Stones. Have Charizard hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 661
    },
    {
      "ID": 661,
      "Name": "Blastoisinite",
      "BattleID": "blastoisinite",
      "Description": "One of a variety of mysterious Mega Stones. Have Blastoise hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 662
    },
    {
      "ID": 662,
      "Name": "Mewtwonite X",
      "BattleID": "mewtwonitex",
      "Description": "One of a variety of mysterious Mega Stones. Have Mewtwo hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 663
    },
    {
      "ID": 663,
      "Name": "Mewtwonite Y",
      "BattleID": "mewtwonitey",
      "Description": "One of a variety of mysterious Mega Stones. Have Mewtwo hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 664
    },
    {
      "ID": 664,
      "Name": "Blazikenite",
      "BattleID": "blazikenite",
      "Description": "One of a variety of mysterious Mega Stones. Have Blaziken hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 665
    },
    {
      "ID": 665,
      "Name": "Medichamite",
      "BattleID": "medichamite",
      "Description": "One of a variety of mysterious Mega Stones. Have Medicham hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 666
    },
    {
      "ID": 666,
      "Name": "Houndoominite",
      "BattleID": "houndoominite",
      "Description": "One of a variety of mysterious Mega Stones. Have Houndoom hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 667
    },
    {
      "ID": 667,
      "Name": "Aggronite",
      "BattleID": "aggronite",
      "Description": "One of a variety of mysterious Mega Stones. Have Aggron hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 668
    },
    {
      "ID": 668,
      "Name": "Banettite",
      "BattleID": "banettite",
      "Description": "One of a variety of mysterious Mega Stones. Have Banette hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 669
    },
    {
      "ID": 669,
      "Name": "Tyranitarite",
      "BattleID": "tyranitarite",
      "Description": "One of a variety of mysterious Mega Stones. Have Tyranitar hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 670
    },
    {
      "ID": 670,
      "Name": "Scizorite",
      "BattleID": "scizorite",
      "Description": "One of a variety of mysterious Mega Stones. Have Scizor hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 671
    },
    {
      "ID": 671,
      "Name": "Pinsirite",
      "BattleID": "pinsirite",
      "Description": "One of a variety of mysterious Mega Stones. Have Pinsir hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 672
    },
    {
      "ID": 672,
      "Name": "Aerodactylite",
      "BattleID": "aerodactylite",
      "Description": "One of a variety of mysterious Mega Stones. Have Aerodactyl hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 673
    },
    {
      "ID": 673,
      "Name": "Lucarionite",
      "BattleID": "lucarionite",
      "Description": "One of a variety of mysterious Mega Stones. Have Lucario hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 674
    },
    {
      "ID": 674,
      "Name": "Abomasite",
      "BattleID": "abomasite",
      "Description": "One of a variety of mysterious Mega Stones. Have Abomasnow hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 675
    },
    {
      "ID": 675,
      "Name": "Kangaskhanite",
      "BattleID": "kangaskhanite",
      "Description": "One of a variety of mysterious Mega Stones. Have Kangaskhan hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 676
    },
    {
      "ID": 676,
      "Name": "Gyaradosite",
      "BattleID": "gyaradosite",
      "Description": "One of a variety of mysterious Mega Stones. Have Gyarados hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 677
    },
    {
      "ID": 677,
      "Name": "Absolite",
      "BattleID": "absolite",
      "Description": "One of a variety of mysterious Mega Stones. Have Absol hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 678
    },
    {
      "ID": 678,
      "Name": "Charizardite Y",
      "BattleID": "charizarditey",
      "Description": "One of a variety of mysterious Mega Stones. Have Charizard hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 679
    },
    {
      "ID": 679,
      "Name": "Alakazite",
      "BattleID": "alakazite",
      "Description": "One of a variety of mysterious Mega Stones. Have Alakazam hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 680
    },
    {
      "ID": 680,
      "Name": "Heracronite",
      "BattleID": "heracronite",
      "Description": "One of a variety of mysterious Mega Stones. Have Heracross hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 681
    },
    {
      "ID": 681,
      "Name": "Mawilite",
      "BattleID": "mawilite",
      "Description": "One of a variety of mysterious Mega Stones. Have Mawile hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 682
    },
    {
      "ID": 682,
      "Name": "Manectite",
      "BattleID": "manectite",
      "Description": "One of a variety of mysterious Mega Stones. Have Manectric hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 683
    },
    {
      "ID": 683,
      "Name": "Garchompite",
      "BattleID": "garchompite",
      "Description": "One of a variety of mysterious Mega Stones. Have Garchomp hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 684
    },
    {
      "ID": 684,
      "Name": "Latiasite",
      "BattleID": "latiasite",
      "Description": "One of a variety of mysterious Mega Stones. Have Latias hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 685
    },
    {
      "ID": 685,
      "Name": "Latiosite",
      "BattleID": "latiosite",
      "Description": "One of a variety of mysterious Mega Stones. Have Latios hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 686
    },
    {
      "ID": 686,
      "Name": "Roseli Berry",
      "BattleID": "roseliberry",
      "Description": "If held by a Pokémon, this Berry will lessen the damage taken from one super effective Fairy-type attack.",
      "ItemImage": 687
    },
    {
      "ID": 687,
      "Name": "Kee Berry",
      "BattleID": "keeberry",
      "Description": "If held by a Pokémon, this Berry will increase the holder's Defense if it's hit with a physical move.",
      "ItemImage": 688
    },
    {
      "ID": 688,
      "Name": "Maranga Berry",
      "BattleID": "marangaberry",
      "Description": "If held by a Pokémon, this Berry will increase the holder's Sp. Def if it's hit with a special move.",
      "ItemImage": 689
    },
    {
      "ID": 689,
      "Name": "Sprinklotad",
      "BattleID": "sprinklotad",
      "Description": "A watering can shaped like a Lotad. It helps promote the healthy growth of any Berries planted in good, soft soil.",
      "ItemImage": 690
    },
    {
      "ID": 690,
      "Name": "TM96",
      "BattleID": "tm96",
      "Description": "Teaches Nature Power to a compatible Pokémon. This attack makes use of nature's power. Its effects vary depending on the user's environment.",
      "ItemImage": 691
    },
    {
      "ID": 691,
      "Name": "TM97",
      "BattleID": "tm97",
      "Description": "Teaches Dark Pulse to a compatible Pokémon. The user releases a horrible aura imbued with dark thoughts. This may also make the target flinch.",
      "ItemImage": 692
    },
    {
      "ID": 692,
      "Name": "TM98",
      "BattleID": "tm98",
      "Description": "Teaches Power-Up Punch to a compatible Pokémon. Striking opponents over and over makes the user's fists harder. Hitting a target raises the Attack stat.",
      "ItemImage": 380
    },
    {
      "ID": 693,
      "Name": "TM99",
      "BattleID": "tm99",
      "Description": "Teaches Dazzling Gleam to a compatible Pokémon. The user damages opposing Pokémon by emitting a powerful flash.",
      "ItemImage": 694
    },
    {
      "ID": 694,
      "Name": "TM100",
      "BattleID": "tm100",
      "Description": "Teaches Confide to a compatible Pokémon. The user tells the target a secret, and the target loses its ability to concentrate. This lowers the target's Sp. Atk stat.",
      "ItemImage": 695
    },
    {
      "ID": 695,
      "Name": "Power Plant Pass",
      "BattleID": "powerplantpass",
      "Description": "This pass serves as an ID card for gaining access to the power plant that lies along Route 13.",
      "ItemImage": 696
    },
    {
      "ID": 696,
      "Name": "Mega Ring",
      "BattleID": "megaring",
      "Description": "This ring contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 697
    },
    {
      "ID": 697,
      "Name": "Intriguing Stone",
      "BattleID": "intriguingstone",
      "Description": "A rather curious stone that might appear valuable to some. It's all in the eye of the beholder.",
      "ItemImage": 698
    },
    {
      "ID": 698,
      "Name": "Common Stone",
      "BattleID": "commonstone",
      "Description": "A perfectly normal stone that might appear valuable to some. It's all in the eye of the beholder.",
      "ItemImage": 699
    },
    {
      "ID": 699,
      "Name": "Discount Coupon",
      "BattleID": "discountcoupon",
      "Description": "This special coupon allows you to buy items at a discount when you are shopping at a boutique.",
      "ItemImage": 700
    },
    {
      "ID": 700,
      "Name": "Elevator Key",
      "BattleID": "elevatorkey",
      "Description": "A card key that activates the elevator in Lysandre Labs. It is emblazoned with Team Flare's logo.",
      "ItemImage": 701
    },
    {
      "ID": 701,
      "Name": "TMV Pass",
      "BattleID": "tmvpass",
      "Description": "A commuter pass that allows the holder to ride the TMV between Lumiose City and Kiloude City at any time.",
      "ItemImage": 702
    },
    {
      "ID": 702,
      "Name": "Honor of Kalos",
      "BattleID": "honorofkalos",
      "Description": "A precious symbol that is awarded only to an individual who has done great things for the Kalos region.",
      "ItemImage": 703
    },
    {
      "ID": 703,
      "Name": "Adventure Rules",
      "BattleID": "adventurerules",
      "Description": "This book contains all the points a new Trainer needs to know on a journey. It was handmade by a kind friend.",
      "ItemImage": 704
    },
    {
      "ID": 704,
      "Name": "Strange Souvenir",
      "BattleID": "strangesouvenir",
      "Description": "An ornament depicting a Pokémon that is venerated as a protector in some region far from Kalos.",
      "ItemImage": 705
    },
    {
      "ID": 705,
      "Name": "Lens Case",
      "BattleID": "lenscase",
      "Description": "A rather chic-looking case for carrying contact lenses.",
      "ItemImage": 706
    },
    {
      "ID": 706,
      "Name": "Makeup Bag",
      "BattleID": "makeupbag",
      "Description": "A light and yet incredibly efficient trunk, which can contain every last piece of clothing that can be bought.",
      "ItemImage": 707
    },
    {
      "ID": 707,
      "Name": "Travel Trunk",
      "BattleID": "traveltrunk",
      "Description": "A light and yet incredibly efficient trunk, which can contain every last piece of clothing that can be bought.",
      "ItemImage": 708
    },
    {
      "ID": 708,
      "Name": "Lumiose Galette",
      "BattleID": "lumiosegalette",
      "Description": "A popular treat in Lumiose City. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 709
    },
    {
      "ID": 709,
      "Name": "Shalour Sable",
      "BattleID": "shaloursable",
      "Description": "Shalour City's famous shortbread. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 710
    },
    {
      "ID": 710,
      "Name": "Jaw Fossil",
      "BattleID": "jawfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived on the land. It looks as if it could be a piece of a large jaw.",
      "ItemImage": 711
    },
    {
      "ID": 711,
      "Name": "Sail Fossil",
      "BattleID": "sailfossil",
      "Description": "A fossil from a prehistoric Pokémon that once lived on land. It looks like the impression from a skin sail.",
      "ItemImage": 712
    },
    {
      "ID": 712,
      "Name": "Looker Ticket",
      "BattleID": "lookerticket",
      "Description": "A ticket that was handmade by Looker. It's decorated with a liberal amount of glittery paint.",
      "ItemImage": 713
    },
    {
      "ID": 713,
      "Name": "Bike",
      "BattleID": "bike",
      "Description": "A folding Bike that enables a rider to get around much faster.",
      "ItemImage": 714
    },
    {
      "ID": 714,
      "Name": "Holo Caster",
      "BattleID": "holocaster",
      "Description": "A device that allows users to receive and view hologram clips at any time. It is also used to chat with others.",
      "ItemImage": 715
    },
    {
      "ID": 715,
      "Name": "Fairy Gem",
      "BattleID": "fairygem",
      "Description": "A gem with an essence of the fey. When held, it strengthens the power of a Fairy-type move one time.",
      "ItemImage": 716
    },
    {
      "ID": 716,
      "Name": "Mega Charm",
      "BattleID": "megacharm",
      "Description": "A stone filled with an unexplained power. It makes Pokémon that battle with a Mega Stone Mega Evolve.",
      "ItemImage": 717
    },
    {
      "ID": 717,
      "Name": "Mega Glove",
      "BattleID": "megaglove",
      "Description": "This cuff contains an untold power that somehow enables Pokémon carrying a Mega Stone to Mega Evolve in battle.",
      "ItemImage": 718
    },
    {
      "ID": 718,
      "Name": "Mach Bike",
      "BattleID": "machbike",
      "Description": "This folding Bike more than doubles your movement speed.",
      "ItemImage": 719
    },
    {
      "ID": 719,
      "Name": "Acro Bike",
      "BattleID": "acrobike",
      "Description": "This folding Bike allows you to perform actions such as wheelies and bunny hops.",
      "ItemImage": 720
    },
    {
      "ID": 720,
      "Name": "Wailmer Pail",
      "BattleID": "wailmerpail",
      "Description": "This is a tool for watering Berries you planted to make them grow more quickly.",
      "ItemImage": 721
    },
    {
      "ID": 721,
      "Name": "Devon Parts",
      "BattleID": "devonparts",
      "Description": "A case that contains mechanical parts of some sort made by the Devon Corporation.",
      "ItemImage": 722
    },
    {
      "ID": 722,
      "Name": "Soot Sack",
      "BattleID": "sootsack",
      "Description": "A sack used to gather and hold volcanic ash.",
      "ItemImage": 723
    },
    {
      "ID": 723,
      "Name": "Basement Key",
      "BattleID": "basementkey",
      "Description": "The key to New Mauville, which was constructed beneath Mauville City.",
      "ItemImage": 724
    },
    {
      "ID": 724,
      "Name": "Pokéblock Kit",
      "BattleID": "pokblockkit",
      "Description": "A set containing a Berry Blender for making Pokéblocks and a Pokéblock Case for storing Pokéblocks.",
      "ItemImage": 725
    },
    {
      "ID": 725,
      "Name": "Letter",
      "BattleID": "letter",
      "Description": "An extremely important letter to Steven from the President of Devon Corporation.",
      "ItemImage": 726
    },
    {
      "ID": 726,
      "Name": "Eon Ticket",
      "BattleID": "eonticket",
      "Description": "The ticket required for sailing on a ferry to the Southern Island. Does Norman, the Petalburg Gym Leader, know a secret?!",
      "ItemImage": 727
    },
    {
      "ID": 727,
      "Name": "Scanner",
      "BattleID": "scanner",
      "Description": "A device found inside Sea Mauville.",
      "ItemImage": 728
    },
    {
      "ID": 728,
      "Name": "Go-Goggles",
      "BattleID": "gogoggles",
      "Description": "Nifty goggles to protect eyes from desert sandstorms.",
      "ItemImage": 729
    },
    {
      "ID": 729,
      "Name": "Meteorite",
      "BattleID": "meteorite",
      "Description": "A Meteorite originally found at Meteor Falls. You got it at Mt. Chimney.",
      "ItemImage": 730
    },
    {
      "ID": 730,
      "Name": "Key to Room 1",
      "BattleID": "keytoroom1",
      "Description": "A key that opens a door inside Sea Mauville.",
      "ItemImage": 731
    },
    {
      "ID": 731,
      "Name": "Key to Room 2",
      "BattleID": "keytoroom2",
      "Description": "A key that opens a door inside Sea Mauville.",
      "ItemImage": 732
    },
    {
      "ID": 732,
      "Name": "Key to Room 4",
      "BattleID": "keytoroom4",
      "Description": "A key that opens a door inside Sea Mauville.",
      "ItemImage": 733
    },
    {
      "ID": 733,
      "Name": "Key to Room 6",
      "BattleID": "keytoroom6",
      "Description": "A key that opens a door inside Sea Mauville.",
      "ItemImage": 734
    },
    {
      "ID": 734,
      "Name": "Storage Key",
      "BattleID": "storagekey",
      "Description": "A key that opens the storage hold inside Sea Mauville.",
      "ItemImage": 735
    },
    {
      "ID": 735,
      "Name": "Devon Scope",
      "BattleID": "devonscope",
      "Description": "",
      "ItemImage": 736
    },
    {
      "ID": 736,
      "Name": "S.S. Ticket",
      "BattleID": "s.s.ticket",
      "Description": "The ticket required for sailing on a ferry.",
      "ItemImage": 737
    },
    {
      "ID": 737,
      "Name": "HM07",
      "BattleID": "hm07",
      "Description": "Teaches Dive to a compatible Pokémon. Diving on the first turn, the user floats up and attacks on the next turn. It can be used to dive deep in the ocean.",
      "ItemImage": 738
    },
    {
      "ID": 738,
      "Name": "Devon Scuba Gear",
      "BattleID": "devonscubagear",
      "Description": "A device made by Devon Corporation that provides oxygen to users during the use of Dive.",
      "ItemImage": 739
    },
    {
      "ID": 739,
      "Name": "Contest Costume",
      "BattleID": "contestcostume",
      "Description": "A very cool suit*/cute dress* to be worn during the Contest Spectacular.",
      "ItemImage": 740
    },
    {
      "ID": 740,
      "Name": "Contest Costume",
      "BattleID": "contestcostume",
      "Description": "A very cool suit/cute dress to be worn during the Contest Spectacular.",
      "ItemImage": 741
    },
    {
      "ID": 741,
      "Name": "Magma Suit",
      "BattleID": "magmasuit",
      "Description": "A suit made with the collective technological know-how of Team Magma. It can withstand any impact.",
      "ItemImage": 742
    },
    {
      "ID": 742,
      "Name": "Aqua Suit",
      "BattleID": "aquasuit",
      "Description": "A suit made with the collective technological know-how of Team Aqua. It can withstand any impact.",
      "ItemImage": 743
    },
    {
      "ID": 743,
      "Name": "Pair of Tickets",
      "BattleID": "pairoftickets",
      "Description": "Tickets for two to the astronomical show being held at the Mossdeep Space Center.",
      "ItemImage": 744
    },
    {
      "ID": 744,
      "Name": "Mega Bracelet",
      "BattleID": "megabracelet",
      "Description": "This bracelet contains an untold power that somehow enables Pokémon carrying a Mega Stone to Mega Evolve in battle.",
      "ItemImage": 745
    },
    {
      "ID": 745,
      "Name": "Mega Pendant",
      "BattleID": "megapendant",
      "Description": "This pendant contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 746
    },
    {
      "ID": 746,
      "Name": "Mega Glasses",
      "BattleID": "megaglasses",
      "Description": "This pair of glasses contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 747
    },
    {
      "ID": 747,
      "Name": "Mega Anchor",
      "BattleID": "megaanchor",
      "Description": "This anchor contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 748
    },
    {
      "ID": 748,
      "Name": "Mega Stickpin",
      "BattleID": "megastickpin",
      "Description": "This stickpin contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 749
    },
    {
      "ID": 749,
      "Name": "Mega Tiara",
      "BattleID": "megatiara",
      "Description": "This tiara contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 750
    },
    {
      "ID": 750,
      "Name": "Mega Anklet",
      "BattleID": "megaanklet",
      "Description": "This anklet contains an untold power that somehow enables Pokémon carrying Mega Stones to Mega Evolve in battle.",
      "ItemImage": 751
    },
    {
      "ID": 751,
      "Name": "Meteorite",
      "BattleID": "meteorite",
      "Description": "A Meteorite that you got at Mt. Chimney. It gives off a faint glow.",
      "ItemImage": 752
    },
    {
      "ID": 752,
      "Name": "Swampertite",
      "BattleID": "swampertite",
      "Description": "One of a variety of mysterious Mega Stones. Have Swampert hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 753
    },
    {
      "ID": 753,
      "Name": "Sceptilite",
      "BattleID": "sceptilite",
      "Description": "One of a variety of mysterious Mega Stones. Have Sceptile hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 754
    },
    {
      "ID": 754,
      "Name": "Sablenite",
      "BattleID": "sablenite",
      "Description": "One of a variety of mysterious Mega Stones. Have Sablye hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 755
    },
    {
      "ID": 755,
      "Name": "Altarianite",
      "BattleID": "altarianite",
      "Description": "One of a variety of mysterious Mega Stones. Have Altaria hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 756
    },
    {
      "ID": 756,
      "Name": "Galladite",
      "BattleID": "galladite",
      "Description": "One of a variety of mysterious Mega Stones. Have Gallade hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 757
    },
    {
      "ID": 757,
      "Name": "Audinite",
      "BattleID": "audinite",
      "Description": "One of a variety of mysterious Mega Stones. Have Audino hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 758
    },
    {
      "ID": 758,
      "Name": "Metagrossite",
      "BattleID": "metagrossite",
      "Description": "One of a variety of mysterious Mega Stones. Have Metagross hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 759
    },
    {
      "ID": 759,
      "Name": "Sharpedonite",
      "BattleID": "sharpedonite",
      "Description": "One of a variety of mysterious Mega Stones. Have Sharpedo hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 760
    },
    {
      "ID": 760,
      "Name": "Slowbronite",
      "BattleID": "slowbronite",
      "Description": "One of a variety of mysterious Mega Stones. Have Slowbro hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 761
    },
    {
      "ID": 761,
      "Name": "Steelixite",
      "BattleID": "steelixite",
      "Description": "One of a variety of mysterious Mega Stones. Have Steelix hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 762
    },
    {
      "ID": 762,
      "Name": "Pidgeotite",
      "BattleID": "pidgeotite",
      "Description": "One of a variety of mysterious Mega Stones. Have Pidgeot hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 763
    },
    {
      "ID": 763,
      "Name": "Glalitite",
      "BattleID": "glalitite",
      "Description": "One of a variety of mysterious Mega Stones. Have Glalie hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 764
    },
    {
      "ID": 764,
      "Name": "Diancite",
      "BattleID": "diancite",
      "Description": "One of a variety of mysterious Mega Stones. Have Diancie hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 765
    },
    {
      "ID": 765,
      "Name": "Prison Bottle",
      "BattleID": "prisonbottle",
      "Description": "A bottle believed to have been used to seal away the power of a certain Pokémon long, long ago.",
      "ItemImage": 766
    },
    {
      "ID": 766,
      "Name": "Mega Cuff",
      "BattleID": "megacuff",
      "Description": "This cuff contains an untold power that somehow enables Pokémon carrying a Mega Stone to Mega Evolve in battle.",
      "ItemImage": 767
    },
    {
      "ID": 767,
      "Name": "Cameruptite",
      "BattleID": "cameruptite",
      "Description": "One of a variety of mysterious Mega Stones. Have Camerupt hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 768
    },
    {
      "ID": 768,
      "Name": "Lopunnite",
      "BattleID": "lopunnite",
      "Description": "One of a variety of mysterious Mega Stones. Have Loppuny hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 769
    },
    {
      "ID": 769,
      "Name": "Salamencite",
      "BattleID": "salamencite",
      "Description": "One of a variety of mysterious Mega Stones. Have Salamence hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 770
    },
    {
      "ID": 770,
      "Name": "Beedrillite",
      "BattleID": "beedrillite",
      "Description": "One of a variety of mysterious Mega Stones. Have Beedrill hold it, and this stone will enable it to Mega Evolve during battle.",
      "ItemImage": 771
    },
    {
      "ID": 771,
      "Name": "Meteorite",
      "BattleID": "meteorite",
      "Description": "A Meteorite that you got at Mt. Chimney. It continues to give off a faint glow and is slightly warm to the touch.",
      "ItemImage": 772
    },
    {
      "ID": 772,
      "Name": "Meteorite",
      "BattleID": "meteorite",
      "Description": "A Meteorite that you got at Mt. Chimney. Some sort of pattern has risen to the surface, and it's shining with seven colors of light.",
      "ItemImage": 773
    },
    {
      "ID": 773,
      "Name": "Key Stone",
      "BattleID": "keystone",
      "Description": "A stone filled with an unexplained power. It makes Pokémon that battle with a Mega Stone Mega Evolve.",
      "ItemImage": 774
    },
    {
      "ID": 774,
      "Name": "Meteorite Shard",
      "BattleID": "meteoriteshard",
      "Description": "One of the fragments of a Meteorite from Granite Cave. It's faintly warm to the touch.",
      "ItemImage": 775
    },
    {
      "ID": 775,
      "Name": "Eon Flute",
      "BattleID": "eonflute",
      "Description": "A flute that can be used to summon Latios or Latias no matter where you are.",
      "ItemImage": 776
    },
    {
      "ID": 776,
      "Name": "Normalium Z",
      "BattleID": "normaliumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Normal-type moves to Z-Moves.",
      "ItemImage": 777
    },
    {
      "ID": 777,
      "Name": "Firium Z",
      "BattleID": "firiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Fire-type moves to Z-Moves.",
      "ItemImage": 778
    },
    {
      "ID": 778,
      "Name": "Waterium Z",
      "BattleID": "wateriumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Water-type moves to Z-Moves.",
      "ItemImage": 779
    },
    {
      "ID": 779,
      "Name": "Electrium Z",
      "BattleID": "electriumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Electric-type moves to Z-Moves.",
      "ItemImage": 780
    },
    {
      "ID": 780,
      "Name": "Grassium Z",
      "BattleID": "grassiumz",
      "Description": "his is a crystallized form of Z-Power. It upgrades Grass-type moves to Z-Moves.",
      "ItemImage": 781
    },
    {
      "ID": 781,
      "Name": "Icium Z",
      "BattleID": "iciumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Ice-type moves to Z-Moves.",
      "ItemImage": 782
    },
    {
      "ID": 782,
      "Name": "Fightinium Z",
      "BattleID": "fightiniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Fighting-type moves to Z-Moves.",
      "ItemImage": 783
    },
    {
      "ID": 783,
      "Name": "Poisonium Z",
      "BattleID": "poisoniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Poison-type moves to Z-Moves.",
      "ItemImage": 784
    },
    {
      "ID": 784,
      "Name": "Groundium Z",
      "BattleID": "groundiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Ground-type moves to Z-Moves.",
      "ItemImage": 785
    },
    {
      "ID": 785,
      "Name": "Flyinium Z",
      "BattleID": "flyiniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Flying-type moves to Z-Moves.",
      "ItemImage": 786
    },
    {
      "ID": 786,
      "Name": "Psychium Z",
      "BattleID": "psychiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Psychic-type moves to Z-Moves.",
      "ItemImage": 787
    },
    {
      "ID": 787,
      "Name": "Buginium Z",
      "BattleID": "buginiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Bug-type moves to Z-Moves.",
      "ItemImage": 788
    },
    {
      "ID": 788,
      "Name": "Rockium Z",
      "BattleID": "rockiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Rock-type moves to Z-Moves.",
      "ItemImage": 789
    },
    {
      "ID": 789,
      "Name": "Ghostium Z",
      "BattleID": "ghostiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Ghost-type moves to Z-Moves.",
      "ItemImage": 790
    },
    {
      "ID": 790,
      "Name": "Dragonium Z",
      "BattleID": "dragoniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Dragon-type moves to Z-Moves.",
      "ItemImage": 791
    },
    {
      "ID": 791,
      "Name": "Darkinium Z",
      "BattleID": "darkiniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Dark-type moves to Z-Moves.",
      "ItemImage": 792
    },
    {
      "ID": 792,
      "Name": "Steelium Z",
      "BattleID": "steeliumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Steel-type moves to Z-Moves.",
      "ItemImage": 793
    },
    {
      "ID": 793,
      "Name": "Fairium Z",
      "BattleID": "fairiumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Fairy-type moves to Z-Moves.",
      "ItemImage": 794
    },
    {
      "ID": 794,
      "Name": "Pikanium Z",
      "BattleID": "pikaniumz",
      "Description": "This is a crystallized form of Z-Power. It upgrades Pikachu's Volt Tackle to a Z-Move.",
      "ItemImage": 795
    },
    {
      "ID": 795,
      "Name": "Bottle Cap",
      "BattleID": "bottlecap",
      "Description": "A beautiful bottle cap that gives off a silver gleam. Some people are happy to receive one.",
      "ItemImage": 796
    },
    {
      "ID": 796,
      "Name": "Gold Bottle Cap",
      "BattleID": "goldbottlecap",
      "Description": "A beautiful bottle cap that gives off a golden gleam. Some people are happy to receive one.",
      "ItemImage": 797
    },
    {
      "ID": 797,
      "Name": "Z-Ring",
      "BattleID": "zring",
      "Description": "A mysterious ring that enables Pokémon to use Z-Power. It requires both the willpower and the physical power of the Trainer wearing it.",
      "ItemImage": 798
    },
    {
      "ID": 798,
      "Name": "Decidium Z",
      "BattleID": "decidiumz",
      "Description": "It converts Z-Power into crystals that upgrade Decidueye's Spirit Shackle to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Decidueye's Spirit Shackle to a Z-Move.",
      "ItemImage": 799
    },
    {
      "ID": 799,
      "Name": "Incinium Z",
      "BattleID": "inciniumz",
      "Description": "It converts Z-Power into crystals that upgrade Incineroar's Darkest Lariat to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Incineroar's Darkest Lariat to a Z-Move.",
      "ItemImage": 800
    },
    {
      "ID": 800,
      "Name": "Primarium Z",
      "BattleID": "primariumz",
      "Description": "It converts Z-Power into crystals that upgrade Primarina's Sparkling Aria to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Primarina's Sparkling Aria to a Z-Move.",
      "ItemImage": 801
    },
    {
      "ID": 801,
      "Name": "Tapunium Z",
      "BattleID": "tapuniumz",
      "Description": "It converts Z-Power into crystals that upgrade the tapu's Nature's Madness to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades the tapu's Nature's Madness to a Z-Move.",
      "ItemImage": 802
    },
    {
      "ID": 802,
      "Name": "Marshadium Z",
      "BattleID": "marshadiumz",
      "Description": "It converts Z-Power into crystals that upgrade Marshadow's Spectral Thief to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Marshadow's Spectral Thief to a Z-Move.",
      "ItemImage": 803
    },
    {
      "ID": 803,
      "Name": "Aloraichium Z",
      "BattleID": "aloraichiumz",
      "Description": "It converts Z-Power into crystals that upgrade Alolan Raichu's Thunderbolt to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Alolan Raichu's Thunderbolt to a Z-Move.",
      "ItemImage": 804
    },
    {
      "ID": 804,
      "Name": "Snorlium Z",
      "BattleID": "snorliumz",
      "Description": "It converts Z-Power into crystals that upgrade Snorlax's Giga Impact to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Snorlax's Giga Impact to a Z-Move.",
      "ItemImage": 805
    },
    {
      "ID": 805,
      "Name": "Eevium Z",
      "BattleID": "eeviumz",
      "Description": "It converts Z-Power into crystals that upgrade Eevee's Last Resort to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Eevee's Last Resort to a Z-Move.",
      "ItemImage": 806
    },
    {
      "ID": 806,
      "Name": "Mewnium Z",
      "BattleID": "mewniumz",
      "Description": "It converts Z-Power into crystals that upgrade Mew's Psychic to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Mew's Psychic to a Z-Move.",
      "ItemImage": 807
    },
    {
      "ID": 807,
      "Name": "Normalium Z",
      "BattleID": "normaliumz",
      "Description": "It converts Z-Power into crystals that upgrade Normal-type moves to Normal-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Normal-type moves to Z-Moves.",
      "ItemImage": 808
    },
    {
      "ID": 808,
      "Name": "Firium Z",
      "BattleID": "firiumz",
      "Description": "It converts Z-Power into crystals that upgrade Normal-type moves to Normal-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Normal-type moves to Z-Moves.",
      "ItemImage": 809
    },
    {
      "ID": 809,
      "Name": "Waterium Z",
      "BattleID": "wateriumz",
      "Description": "It converts Z-Power into crystals that upgrade Water-type moves to Water-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Water-type moves to Z-Moves.",
      "ItemImage": 810
    },
    {
      "ID": 810,
      "Name": "Electrium Z",
      "BattleID": "electriumz",
      "Description": "It converts Z-Power into crystals that upgrade Electric-type moves to Electric-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Electric-type moves to Z-Moves.",
      "ItemImage": 811
    },
    {
      "ID": 811,
      "Name": "Grassium Z",
      "BattleID": "grassiumz",
      "Description": "It converts Z-Power into crystals that upgrade Grass-type moves to Grass-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Grass-type moves to Z-Moves.",
      "ItemImage": 812
    },
    {
      "ID": 812,
      "Name": "Icium Z",
      "BattleID": "iciumz",
      "Description": "It converts Z-Power into crystals that upgrade Ice-type moves to Ice-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Ice-type moves to Z-Moves.",
      "ItemImage": 813
    },
    {
      "ID": 813,
      "Name": "Fightinium Z",
      "BattleID": "fightiniumz",
      "Description": "It converts Z-Power into crystals that upgrade Fighting-type moves to Fighting-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Fighting-type moves to Z-Moves.",
      "ItemImage": 814
    },
    {
      "ID": 814,
      "Name": "Poisonium Z",
      "BattleID": "poisoniumz",
      "Description": "It converts Z-Power into crystals that upgrade Poison-type moves to Poison-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Poison-type moves to Z-Moves.",
      "ItemImage": 815
    },
    {
      "ID": 815,
      "Name": "Groundium Z",
      "BattleID": "groundiumz",
      "Description": "It converts Z-Power into crystals that upgrade Ground-type moves to Ground-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Ground-type moves to Z-Moves.",
      "ItemImage": 816
    },
    {
      "ID": 816,
      "Name": "Flyinium Z",
      "BattleID": "flyiniumz",
      "Description": "It converts Z-Power into crystals that upgrade Flying-type moves to Flying-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Flying-type moves to Z-Moves.",
      "ItemImage": 817
    },
    {
      "ID": 817,
      "Name": "Psychium Z",
      "BattleID": "psychiumz",
      "Description": "It converts Z-Power into crystals that upgrade Psychic-type moves to Psychic-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Psychic-type moves to Z-Moves.",
      "ItemImage": 818
    },
    {
      "ID": 818,
      "Name": "Buginium Z",
      "BattleID": "buginiumz",
      "Description": "It converts Z-Power into crystals that upgrade Bug-type moves to Bug-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Bug-type moves to Z-Moves.",
      "ItemImage": 819
    },
    {
      "ID": 819,
      "Name": "Rockium Z",
      "BattleID": "rockiumz",
      "Description": "It converts Z-Power into crystals that upgrade Rock-type moves to Rock-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Rock-type moves to Z-Moves.",
      "ItemImage": 820
    },
    {
      "ID": 820,
      "Name": "Ghostium Z",
      "BattleID": "ghostiumz",
      "Description": "It converts Z-Power into crystals that upgrade Ghost-type moves to Ghost-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Ghost-type moves to Z-Moves.",
      "ItemImage": 821
    },
    {
      "ID": 821,
      "Name": "Dragonium Z",
      "BattleID": "dragoniumz",
      "Description": "It converts Z-Power into crystals that upgrade Dragon-type moves to Dragon-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Dragon-type moves to Z-Moves.",
      "ItemImage": 822
    },
    {
      "ID": 822,
      "Name": "Darkinium Z",
      "BattleID": "darkiniumz",
      "Description": "It converts Z-Power into crystals that upgrade Dark-type moves to Dark-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Dark-type moves to Z-Moves.",
      "ItemImage": 823
    },
    {
      "ID": 823,
      "Name": "Steelium Z",
      "BattleID": "steeliumz",
      "Description": "It converts Z-Power into crystals that upgrade Steel-type moves to Steel-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Steel-type moves to Z-Moves.",
      "ItemImage": 824
    },
    {
      "ID": 824,
      "Name": "Fairium Z",
      "BattleID": "fairiumz",
      "Description": "It converts Z-Power into crystals that upgrade Fairy-type moves to Fairy-type Z-Moves.\r\nThis is a crystallized form of Z-Power. It upgrades Fairy-type moves to Z-Moves.",
      "ItemImage": 825
    },
    {
      "ID": 825,
      "Name": "Pikanium Z",
      "BattleID": "pikaniumz",
      "Description": "It converts Z-Power into crystals that upgrade Pikachu's Volt Tackle to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Pikachu's Volt Tackle to a Z-Move.",
      "ItemImage": 826
    },
    {
      "ID": 826,
      "Name": "Decidium Z",
      "BattleID": "decidiumz",
      "Description": "It converts Z-Power into crystals that upgrade Decidueye's Spirit Shackle to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Decidueye's Spirit Shackle to a Z-Move.",
      "ItemImage": 827
    },
    {
      "ID": 827,
      "Name": "Incinium Z",
      "BattleID": "inciniumz",
      "Description": "It converts Z-Power into crystals that upgrade Incineroar's Darkest Lariat to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Incineroar's Darkest Lariat to a Z-Move.",
      "ItemImage": 828
    },
    {
      "ID": 828,
      "Name": "Primarium Z",
      "BattleID": "primariumz",
      "Description": "It converts Z-Power into crystals that upgrade Incineroar's Darkest Lariat to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Incineroar's Darkest Lariat to a Z-Move.",
      "ItemImage": 829
    },
    {
      "ID": 829,
      "Name": "Tapunium Z",
      "BattleID": "tapuniumz",
      "Description": "It converts Z-Power into crystals that upgrade the tapu's Nature's Madness to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades the tapu's Nature's Madness to a Z-Move.",
      "ItemImage": 830
    },
    {
      "ID": 830,
      "Name": "Marshadium Z",
      "BattleID": "marshadiumz",
      "Description": "It converts Z-Power into crystals that upgrade Marshadow's Spectral Thief to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Marshadow's Spectral Thief to a Z-Move.",
      "ItemImage": 831
    },
    {
      "ID": 831,
      "Name": "Aloraichium Z",
      "BattleID": "aloraichiumz",
      "Description": "It converts Z-Power into crystals that upgrade Alolan Raichu's Thunderbolt to an exclusive Z-Move.",
      "ItemImage": 832
    },
    {
      "ID": 832,
      "Name": "Snorlium Z",
      "BattleID": "snorliumz",
      "Description": "It converts Z-Power into crystals that upgrade Snorlax's Giga Impact to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Snorlax's Giga Impact to a Z-Move.",
      "ItemImage": 833
    },
    {
      "ID": 833,
      "Name": "Eevium Z",
      "BattleID": "eeviumz",
      "Description": "It converts Z-Power into crystals that upgrade Eevee's Last Resort to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Eevee's Last Resort to a Z-Move.",
      "ItemImage": 834
    },
    {
      "ID": 834,
      "Name": "Mewnium Z",
      "BattleID": "mewniumz",
      "Description": "It converts Z-Power into crystals that upgrade Mew's Psychic to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades Mew's Psychic to a Z-Move.",
      "ItemImage": 835
    },
    {
      "ID": 835,
      "Name": "Pikashunium Z",
      "BattleID": "pikashuniumz",
      "Description": "It converts Z-Power into crystals that upgrade a Thunderbolt by Pikachu in a cap to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades a Thunderbolt by Pikachu in a cap to a Z-Move.",
      "ItemImage": 836
    },
    {
      "ID": 836,
      "Name": "Pikashunium Z",
      "BattleID": "pikashuniumz",
      "Description": "It converts Z-Power into crystals that upgrade a Thunderbolt by Pikachu in a cap to an exclusive Z-Move.\r\nThis is a crystallized form of Z-Power. It upgrades a Thunderbolt by Pikachu in a cap to a Z-Move.",
      "ItemImage": 837
    },
    {
      "ID": 841,
      "Name": "Forage Bag",
      "BattleID": "foragebag",
      "Description": "A bag to carry ingredients gathered during Mallow's trial in the jungle.",
      "ItemImage": 842
    },
    {
      "ID": 842,
      "Name": "Fishing Rod",
      "BattleID": "fishingrod",
      "Description": "A Fishing Rod made by Captain Lana. Cast a line over piles of underwater rocks to fish for wild aquatic Pokémon.",
      "ItemImage": 843
    },
    {
      "ID": 843,
      "Name": "Professor's Mask",
      "BattleID": "professorsmask",
      "Description": "The mask that belongs to The Masked Royal. This pro wrestler apparently sews his mask on a machine himself.",
      "ItemImage": 844
    },
    {
      "ID": 844,
      "Name": "Festival Ticket",
      "BattleID": "festivalticket",
      "Description": "A ticket that allows you to host a mission in Festival Plaza.",
      "ItemImage": 845
    },
    {
      "ID": 845,
      "Name": "Sparkling Stone",
      "BattleID": "sparklingstone",
      "Description": "A stone entrusted by a Pokémon that has been venerated as a guardian deity in the Alola region. There is said to be some secret in how it sparkles.",
      "ItemImage": 846
    },
    {
      "ID": 846,
      "Name": "Adrenaline Orb",
      "BattleID": "adrenalineorb",
      "Description": "Using it makes wild Pokémon more likely to call for help. If held by a Pokémon, it boosts Speed when intimidated. It can be used only once.",
      "ItemImage": 847
    },
    {
      "ID": 847,
      "Name": "Zygarde Cube",
      "BattleID": "zygardecube",
      "Description": "An item to store Zygarde Cores and Cells. You can also use it to teach Zygarde moves.",
      "ItemImage": 848
    },
    {
      "ID": 849,
      "Name": "Ice Stone",
      "BattleID": "icestone",
      "Description": "A peculiar stone that can make certain species of Pokémon evolve. It has an unmistakable snowflake pattern.",
      "ItemImage": 850
    },
    {
      "ID": 850,
      "Name": "Ride Pager",
      "BattleID": "ridepager",
      "Description": "By entering certain numbers on this pager, you can summon Ride Pokémon in an instant.",
      "ItemImage": 851
    },
    {
      "ID": 851,
      "Name": "Beast Ball",
      "BattleID": "beastball",
      "Description": "A special Poké Ball designed to catch Ultra Beasts. It has a low success rate for catching others.",
      "ItemImage": 852
    },
    {
      "ID": 852,
      "Name": "Big Malasada",
      "BattleID": "bigmalasada",
      "Description": "The Alola region's local specialty-fried bread. It can be used once to heal all the status conditions of a Pokémon.",
      "ItemImage": 853
    },
    {
      "ID": 853,
      "Name": "Red Nectar",
      "BattleID": "rednectar",
      "Description": "A flower nectar obtained at Ula'ula Meadow. It changes the form of certain species of Pokémon.",
      "ItemImage": 854
    },
    {
      "ID": 854,
      "Name": "Yellow Nectar",
      "BattleID": "yellownectar",
      "Description": "A flower nectar obtained at Melemele Meadow. It changes the form of certain species of Pokémon.",
      "ItemImage": 855
    },
    {
      "ID": 855,
      "Name": "Pink Nectar",
      "BattleID": "pinknectar",
      "Description": "The flower nectar obtained at the flowering shrubs on Royal Avenue. It changes the form of certain species of Pokémon.",
      "ItemImage": 856
    },
    {
      "ID": 856,
      "Name": "Purple Nectar",
      "BattleID": "purplenectar",
      "Description": "A flower nectar obtained at Poni Meadow. It changes the form of certain species of Pokémon.",
      "ItemImage": 857
    },
    {
      "ID": 857,
      "Name": "Sun Flute",
      "BattleID": "sunflute",
      "Description": "It is said that the tones it produces were offered up as an expression of gratitude to the Legendary Pokémon of the sun.",
      "ItemImage": 858
    },
    {
      "ID": 858,
      "Name": "Moon Flute",
      "BattleID": "moonflute",
      "Description": "It is said that the tones it produces were offered up as an expression of gratitude to the Legendary Pokémon of the moon.",
      "ItemImage": 859
    },
    {
      "ID": 860,
      "Name": "Enigmatic Card",
      "BattleID": "enigmaticcard",
      "Description": "A mysterious card. Written on it is a request for you to go to a guest room in an Akala motel on Route 8.",
      "ItemImage": 861
    },
    {
      "ID": 879,
      "Name": "Terrain Extender",
      "BattleID": "terrainextender",
      "Description": "An item to be held by a Pokémon. It extends the duration of the terrain caused by the holder's move or Ability.",
      "ItemImage": 880
    },
    {
      "ID": 880,
      "Name": "Protective Pads",
      "BattleID": "protectivepads",
      "Description": "An item to be held by a Pokémon. These pads protect the holder from effects caused by making direct contact with the target.",
      "ItemImage": 881
    },
    {
      "ID": 881,
      "Name": "Electric Seed",
      "BattleID": "electricseed",
      "Description": "An item to be held by a Pokémon. It boosts Defense on Electric Terrain. It can only be used once.",
      "ItemImage": 882
    },
    {
      "ID": 882,
      "Name": "Psychic Seed",
      "BattleID": "psychicseed",
      "Description": "An item to be held by a Pokémon. It boosts Sp. Defense on Psychic Terrain. It can only be used once.",
      "ItemImage": 883
    },
    {
      "ID": 883,
      "Name": "Misty Seed",
      "BattleID": "mistyseed",
      "Description": "An item to be held by a Pokémon. It boosts Sp. Defense on Misty Terrain. It can only be used once.",
      "ItemImage": 884
    },
    {
      "ID": 884,
      "Name": "Grassy Seed",
      "BattleID": "grassyseed",
      "Description": "An item to be held by a Pokémon. It boosts Defense on Grassy Terrain. It can only be used once.",
      "ItemImage": 885
    },
    {
      "ID": 904,
      "Name": "Fighting Memory",
      "BattleID": "fightingmemory",
      "Description": "A memory disc that contains Fighting-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 905
    },
    {
      "ID": 905,
      "Name": "Flying Memory",
      "BattleID": "flyingmemory",
      "Description": "A memory disc that contains Flying-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 906
    },
    {
      "ID": 906,
      "Name": "Poison Memory",
      "BattleID": "poisonmemory",
      "Description": "A memory disc that contains Poison-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 907
    },
    {
      "ID": 907,
      "Name": "Ground Memory",
      "BattleID": "groundmemory",
      "Description": "A memory disc that contains Ground-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 908
    },
    {
      "ID": 908,
      "Name": "Rock Memory",
      "BattleID": "rockmemory",
      "Description": "A memory disc that contains Rock-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 909
    },
    {
      "ID": 909,
      "Name": "Bug Memory",
      "BattleID": "bugmemory",
      "Description": "A memory disc that contains Bug-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 910
    },
    {
      "ID": 910,
      "Name": "Ghost Memory",
      "BattleID": "ghostmemory",
      "Description": "A memory disc that contains Ghost-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 911
    },
    {
      "ID": 911,
      "Name": "Steel Memory",
      "BattleID": "steelmemory",
      "Description": "A memory disc that contains Steel-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 912
    },
    {
      "ID": 912,
      "Name": "Fire Memory",
      "BattleID": "firememory",
      "Description": "A memory disc that contains Fire-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 913
    },
    {
      "ID": 913,
      "Name": "Water Memory",
      "BattleID": "watermemory",
      "Description": "A memory disc that contains Water-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 914
    },
    {
      "ID": 914,
      "Name": "Grass Memory",
      "BattleID": "grassmemory",
      "Description": "A memory disc that contains Grass-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 915
    },
    {
      "ID": 915,
      "Name": "Electric Memory",
      "BattleID": "electricmemory",
      "Description": "A memory disc that contains Electric-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 916
    },
    {
      "ID": 916,
      "Name": "Psychic Memory",
      "BattleID": "psychicmemory",
      "Description": "A memory disc that contains Psychic-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 917
    },
    {
      "ID": 917,
      "Name": "Ice Memory",
      "BattleID": "icememory",
      "Description": "A memory disc that contains Ice-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 918
    },
    {
      "ID": 918,
      "Name": "Dragon Memory",
      "BattleID": "dragonmemory",
      "Description": "A memory disc that contains Dragon-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 919
    },
    {
      "ID": 919,
      "Name": "Dark Memory",
      "BattleID": "darkmemory",
      "Description": "A memory disc that contains Dark-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 920
    },
    {
      "ID": 920,
      "Name": "Fairy Memory",
      "BattleID": "fairymemory",
      "Description": "A memory disc that contains Fairy-type data. It changes the type of the holder if held by a certain species of Pokémon.",
      "ItemImage": 921
    },
	{
      "ID": 1100,
      "Name": "HM08",
      "BattleID": "hm08",
      "Description": "Teaches Rock Climb to a compatible Pokémon. The user attacks the target by smashing into it with incredible force. This may also confuse the target.",
      "ItemImage": 408
    },
	{
      "ID": 1101,
      "Name": "HM09",
      "BattleID": "hm09",
      "Description": "Teaches Flash to a compatible Pokémon. The user flashes a bright light that cuts the target's accuracy.",
      "ItemImage": 329
    },
		{
      "ID": 1102,
      "Name": "HM10",
      "BattleID": "hm10",
      "Description": "Teaches Defog to a compatible Pokémon. A strong wind blows away the target's barriers such as Reflect or Light Screen. This also lowers the target's evasiveness.",
      "ItemImage": 422
    },
	{
      "ID": 1103,
      "Name": "HM11",
      "BattleID": "hm11",
      "Description": "Teaches Whirlpool to a compatible Pokémon. The user traps the target in a violent swirling whirlpool for four to five turns.",
      "ItemImage": 423
    },
	{
		"ID": 1349,
		"Name": "Oak's Parcel",
		"BattleID": "oaksparcel",
		"Description": "A parcel to be delivered to PROF. OAK.",
		"Usage": 0,
		"ItemImage": 1350
	},
	{
		"ID": 1351,
		"Name": "Secret Key III",
		"BattleID": "secretkeyiii",
		"Description": "The key to Cinnabar Island Gym's front door. It is colored red and decorated.",
		"Usage": 0,
		"ItemImage": 1352
	},
	{
		"ID": 1352,
		"Name": "Bike Voucher",
		"BattleID": "bikevoucher",
		"Description": "A voucher for obtaining a bicycle from the Bike Shop.",
		"Usage": 0,
		"ItemImage": 1353
	},
	{
		"ID": 1353,
		"Name": "Gold Teeth",
		"BattleID": "goldteeth",
		"Description": "A set of false teeth lost by the Safari Zone's Warden. It makes his smile sparkle.",
		"Usage": 0,
		"ItemImage": 1354
	},
	{
		"ID": 1355,
		"Name": "Card Key III",
		"BattleID": "cardkeyiii",
		"Description": "A card-type door key used in Silph Co's office.",
		"Usage": 0,
		"ItemImage": 1356
	},
	{
		"ID": 1356,
		"Name": "Lift Key",
		"BattleID": "liftkey",
		"Description": "An elevator key used in Team Rocket's Hideout.",
		"Usage": 0,
		"ItemImage": 1357
	},
	{
		"ID": 1359,
		"Name": "Silph Scope",
		"BattleID": "silphscope",
		"Description": "A scope that makes unseeable Pokémon visible. It is made by Silph Co.",
		"Usage": 0,
		"ItemImage": 1360
	},
	{
		"ID": 1361,
		"Name": "Town Map III",
		"BattleID": "townmapiii",
		"Description": "A very convenient map that can be viewed anytime. It even shows your present location.",
		"Usage": 0,
		"ItemImage": 1362
	},
	{
		"ID": 1363,
		"Name": "Fame Checker",
		"BattleID": "famechecker",
		"Description": "A device that enables you to recall what you've heard and seen about famous people.",
		"Usage": 0,
		"ItemImage": 1364
	},
	{
		"ID": 1364,
		"Name": "TM Case",
		"BattleID": "tmcase",
		"Description": "A case that holds TMs and HMs. It is attached to the bag's compartment for important items.",
		"Usage": 0,
		"ItemImage": 1365
	},
	{
		"ID": 1365,
		"Name": "Berry Pouch",
		"BattleID": "berrypouch",
		"Description": "A pouch for carrying Berries. It is attached to the Bag's compartment for important items.",
		"Usage": 0,
		"ItemImage": 1366
	},
	{
		"ID": 1366,
		"Name": "Teachy TV",
		"BattleID": "teachytv",
		"Description": "A television set that is tuned to a program with useful tips for novice Trainers.",
		"Usage": 0,
		"ItemImage": 1367
	},
	{
		"ID": 1367,
		"Name": "Tri - Pass",
		"BattleID": "tri-pass",
		"Description": "A pass for ferries between One, Two, and Three Island. It has a drawing of three islands.",
		"Usage": 0,
		"ItemImage": 1368
	},
	{
		"ID": 1368,
		"Name": "Rainbow Pass",
		"BattleID": "rainbowpass",
		"Description": "A pass for ferries between Vermilion and the Sevii Islands. It features a drawing of a rainbow.",
		"Usage": 0,
		"ItemImage": 1369
	},
	{
		"ID": 1369,
		"Name": "Tea",
		"BattleID": "tea",
		"Description": "A hot drink which is good for quenching thirst.",
		"Usage": 0,
		"ItemImage": 1370
	},
	{
		"ID": 1370,
		"Name": "Mystic Ticket",
		"BattleID": "mysticticket",
		"Description": "A ticket required to board the ship to Navel Rock. It glows with a mystic light.",
		"Usage": 0,
		"ItemImage": 1371
	},
	{
		"ID": 1371,
		"Name": "Aurora Ticket",
		"BattleID": "auroraticket",
		"Description": "A ticket required to board the ship to Birth Island. It glows beautifully.",
		"Usage": 0,
		"ItemImage": 1372
	},
	{
		"ID": 1372,
		"Name": "Powder Jar",
		"BattleID": "powderjar",
		"Description": "A jar for storing Berry Powder made using a Berry Crusher.",
		"Usage": 0,
		"ItemImage": 1373
	},
	{
		"ID": 1373,
		"Name": "Ruby",
		"BattleID": "ruby",
		"Description": "An exquisitely beautiful gem that has a red glow. It symbolizes passion.",
		"Usage": 0,
		"ItemImage": 1374
	},
	{
		"ID": 1374,
		"Name": "Sapphire",
		"BattleID": "sapphire",
		"Description": "An exquisitely beautiful gem that has a blue glow. It symbolizes honesty.",
		"Usage": 0,
		"ItemImage": 1375
	},
	{
		"ID": 1375,
		"Name": "Magma Emblem",
		"BattleID": "magmaemblem",
		"Description": "A medal-like item in the same shape as Team Magma's mark",
		"Usage": 0,
		"ItemImage": 1376
	},
	{
		"ID": 1376,
		"Name": "Old Sea Map",
		"BattleID": "oldseamap",
		"Description": "A faded sea chart that shows the way to a certain island.",
		"Usage": 0,
		"ItemImage": 1377
	},
	{
      "ID": 1377,
      "Name": "Meteorite",
      "BattleID": "meteorite",
      "Description": "A meteorite that fell from space onto Mt. Moon long ago. It is very lumpy and hard.",
      "ItemImage": 730
    },
	{
      "ID": 5000,
      "Name": "Money+ Hour",
      "BattleID": "moneyhour",
      "Description": "A special glowing orb, It slightly increases your Pokédollar earning for 1 hour.",
      "ItemImage": 1379
    },
	{
      "ID": 5001,
      "Name": "Money+ Day",
      "BattleID": "moneyday",
      "Description": "A special glowing orb, It slightly increases your Pokédollar earning for 1 day.",
      "ItemImage": 1379
    },
	{
      "ID": 5002,
      "Name": "Money+ Week",
      "BattleID": "moneyweek",
      "Description": "A special glowing orb, It slightly increases your Pokédollar earning for 1 week.",
      "ItemImage": 1379
    },
	{
      "ID": 5010,
      "Name": "Wild Money Hour",
      "BattleID": "wildmoneyhour",
      "Description": "A special glowing orb, It allows Pokédollar earning from wild battles for 1 hour.",
      "ItemImage": 1380
    },
	{
      "ID": 5011,
      "Name": "Wild Money Day",
      "BattleID": "wildmoneyday",
      "Description": "A special glowing orb, It allows Pokédollar earning from wild battles for 1 day.",
      "ItemImage": 1380
    },
	{
      "ID": 5012,
      "Name": "Wild Money Week",
      "BattleID": "wildmoneyweek",
      "Description": "A special glowing orb, It allows Pokédollar earning from wild battles for 1 week.",
      "ItemImage": 1380
    },
	{
      "ID": 5020,
      "Name": "Shiny+ Hour",
      "BattleID": "shinyhour",
      "Description": "A special glowing orb, It slightly increases your chance to find a Shiny Pokémon for 1 hour.",
      "ItemImage": 1378
    },
	{
      "ID": 5021,
      "Name": "Shiny+ Day",
      "BattleID": "shinyday",
      "Description": "A special glowing orb, It slightly increases your chance to find a Shiny Pokémon for 1 day.",
      "ItemImage": 1378
    },
	{
      "ID": 5022,
      "Name": "Shiny+ Week",
      "BattleID": "shinyweek",
      "Description": "A special glowing orb, It slightly increases your chance to find a Shiny Pokémon for 1 week.",
      "ItemImage": 1378
    },
	{
      "ID": 5030,
      "Name": "Pokémon Exp+ Hour",
      "BattleID": "pokmonexphour",
      "Description": "A special glowing orb, It slightly increases your Pokémon Exp gain for 1 hour.",
      "ItemImage": 1381
    },
	{
      "ID": 5031,
      "Name": "Pokémon Exp+ Day",
      "BattleID": "pokmonexpday",
      "Description": "A special glowing orb, It slightly increases your Pokémon Exp gain for 1 day.",
      "ItemImage": 1381
    },
	{
      "ID": 5032,
      "Name": "Pokémon Exp+ Week",
      "BattleID": "pokmonexpweek",
      "Description": "A special glowing orb, It slightly increases your Pokémon Exp gain for 1 week.",
      "ItemImage": 1381
    },
	{
      "ID": 5040,
      "Name": "Trainer Exp+ Hour",
      "BattleID": "trainerexphour",
      "Description": "A special glowing orb, It slightly increases your Trainer Exp gain for 1 hour.",
      "ItemImage": 1382
    },
	{
      "ID": 5041,
      "Name": "Trainer Exp+ Day",
      "BattleID": "trainerexpday",
      "Description": "A special glowing orb, It slightly increases your Trainer Exp gain for 1 day.",
      "ItemImage": 1382
    },
	{
      "ID": 5042,
      "Name": "Trainer Exp+ Week",
      "BattleID": "trainerexpweek",
      "Description": "A special glowing orb, It slightly increases your Trainer Exp gain for 1 week.",
      "ItemImage": 1382
    },
	{
      "ID": 5050,
      "Name": "EV Training+ Hour",
      "BattleID": "evtraininghour",
      "Description": "A special glowing orb, It increases your EV gain for 1 hour.",
      "ItemImage": 1383
    },
	{
      "ID": 5051,
      "Name": "EV Training+ Day",
      "BattleID": "evtrainingday",
      "Description": "A special glowing orb, It increases your EV gain for 1 day.",
      "ItemImage": 1383
    },
	{
      "ID": 5052,
      "Name": "EV Training+ Week",
      "BattleID": "evtrainingweek",
      "Description": "A special glowing orb, It increases your EV gain for 1 week.",
      "ItemImage": 1383
    },
	{
      "ID": 5060,
      "Name": "Hidden Ability+ Hour",
      "BattleID": "hiddenabilityhour",
      "Description": "A special glowing orb, It increases your Hidden Ability chance for 1 hour.",
      "ItemImage": 1404
    },
		{
      "ID": 5061,
      "Name": "Hidden Ability+ Day",
      "BattleID": "hiddenabilityday",
      "Description": "A special glowing orb, It increases your Hidden Ability chance for 1 day.",
      "ItemImage": 1404
    },
		{
      "ID": 5062,
      "Name": "Hidden Ability+ Week",
      "BattleID": "hiddenabilityweek",
      "Description": "A special glowing orb, It increases your Hidden Ability chance for 1 week.",
      "ItemImage": 1404
    },
		{
      "ID": 5070,
      "Name": "Rare+ Hour",
      "BattleID": "rarehour",
      "Description": "A special glowing orb, It increases your Rare Pokemon chance for 1 hour.",
      "ItemImage": 1405
    },
		{
      "ID": 5071,
      "Name": "Rare+ Day",
      "BattleID": "rareday",
      "Description": "A special glowing orb, It increases your Rare Pokemon chance for 1 day.",
      "ItemImage": 1405
    },
		{
      "ID": 5072,
      "Name": "Rare+ Week",
      "BattleID": "rareweek",
      "Description": "A special glowing orb, It increases your Rare Pokemon chance for 1 week.",
      "ItemImage": 1405
    },
	{
      "ID": 6001,
      "Name": "Axe",
      "BattleID": "axe",
      "Description": "A wood cutters axe, It allows you to cut trees without having cut taught to a Pokémon.",
      "ItemImage": 1384
    },
	{
      "ID": 6003,
      "Name": "Flashlight",
      "BattleID": "flashlight",
      "Description": "A flashlight, It allows you to light up dark places without having Flash taught to a Pokémon.",
      "ItemImage": 1386
    },
	{
      "ID": 6004,
      "Name": "Hammer",
      "BattleID": "hammer",
      "Description": "A large hammer, It allows you to smash rocks without having Rock Smash taught to a Pokémon.",
      "ItemImage": 1385
    },
	{
      "ID": 6005,
      "Name": "Bat",
      "BattleID": "bat",
      "Description": "A strong bat for hitting stuff!, It allows you to hit trees without having Headbutt taught to a Pokémon.",
      "ItemImage": 1388
    },
	{
      "ID": 6006,
      "Name": "Climbing Boots",
      "BattleID": "climbingboots",
      "Description": "Climbing Boots, These allow you to climb up rocks without having Rock Climb taught to a Pokémon.",
      "ItemImage": 1389
    },
	{
      "ID": 6100,
      "Name": "Reroll Token",
      "BattleID": "rerolltoken",
      "Description": "This item is the currency required to lock IV's when rerolling IV's on a Pokémon.",
      "ItemImage": 1400
    },
	{
      "ID": 6101,
      "Name": "Gold Box Small",
      "BattleID": "goldboxsmall",
      "Description": "This item will give you 100 gold when opened.",
      "ItemImage": 1401
    },
	{
      "ID": 6102,
      "Name": "Gold Box Big",
      "BattleID": "goldboxbig",
      "Description": "This item will give you 1000 gold when opened.",
      "ItemImage": 1401
    },
	{
      "ID": 7000,
      "Name": "TM101",
      "BattleID": "tm101",
      "Description": "Teaches Work Up to a compatible Pokémon. The user is roused, and its Attack and Sp. Atk stats increase.",
      "ItemImage": 329
    },
    {
      "ID": 7001,
      "Name": "TM102",
      "BattleID": "tm102",
      "Description": "Teaches Telekinesis to a compatible Pokémon. The user makes the target float with its psychic power. The target is easier to hit for three turns.",
      "ItemImage": 332
    },
    {
      "ID": 7002,
      "Name": "TM103",
      "BattleID": "tm103",
      "Description": "Teaches Ally Switch to a compatible Pokémon. The user teleports using a strange power and switches places with one of its allies.",
      "ItemImage": 332
    },
    {
      "ID": 7003,
      "Name": "TM104",
      "BattleID": "tm104",
      "Description": "Teaches Pluck to a compatible Pokémon. The user pecks the target. If the target is holding a Berry, the user eats it and gains its effect.",
      "ItemImage": 390
    },	
    {
      "ID": 7004,
      "Name": "TM105",
      "BattleID": "tm105",
      "Description": "Teaches Leech Life to a compatible Pokémon. The user drains the target's blood. The user's HP is restored by half the damage taken by the target.",
      "ItemImage": 409
    },
    {
      "ID": 7005,
      "Name": "TM106",
      "BattleID": "tm106",
      "Description": "Teaches Brutal Swing to a compatible Pokémon. The user swings its body around violently to inflict damage on everything in its vicinity.",
      "ItemImage": 388
    },
    {
      "ID": 7006,
      "Name": "TM107",
      "BattleID": "tm107",
      "Description": "Teaches Smart Strike to a compatible Pokémon. The user stabs the target with a sharp horn. This attack never misses.",
      "ItemImage": 402
    },
    {
      "ID": 7007,
      "Name": "TM108",
      "BattleID": "tm108",
      "Description": "Teaches Aurora Veil to a compatible Pokémon. This move reduces damage from physical and special moves for five turns. This can be used only in a hailstorm.",
      "ItemImage": 335
    }
  ]
}